using System;
using System.Collections.Generic;
using System.Linq;
using System.Web;
using System.Web.UI;
using System.Web.UI.WebControls;


public enum eHotels
{
//DeadSea
    DeadSeaOasis = 0,
    DeadSeaDavid = 1,
    DeadSeaDaniel = 2,
    DeadSeaHod = 3,
    DeadSeaHerods = 4,
    DeadSeaHameiEinGedi = 5,
    DeadSeaIsrotelGanim = 6,
    DeadSeaIsrotel = 7,
    DeadSeaLeonardoPlazaPrivillage = 8,
    DeadSeaLeonardoClub = 9,
    DeadSeaLot = 10,
    DeadSeaSpaClub = 11,
    DeadSeaCrownPlaza = 12,
    DeadSeaRoyalRimonim = 13,
//Tiberias
    TiberiasHofGay = 14,
    TiberiasCiner = 15,
    TiberiasLeonardo = 16,
    TiberiasLeonardoPlaza = 17,
    TiberiasLeonardoClub = 18, 
    TiberiasLavi = 19,
    TiberiasNofGinosar = 20,
    TiberiasSpaVillage = 21,
    TiberiasCaesar = 22,
    TiberiasRoyalPlaza = 23,
    TiberiasRimonimMineral = 24,
//Ashkelon
    AshkelonHolidayIn = 25,
//Ashdod
    AshdodWest = 26, 
//Netanya
    NenatyaHaonot = 27,
    NenatyaRamada = 28,
    NenatyaShfaim = 29
}

public partial class Default2 : System.Web.UI.Page
{
    private const string mDeadSeaOasisName = "אואזיס ים המלח";
    private const string mDeadSeaOasisDesc = @"<strong class=""t01"">פנסיון:</strong> פנסיון מלא    <br>
  <strong class=""t01"">טיפולים:</strong> 
  טיפולים במלון</p>
<p><strong class=""t01"">תיאור כללי:</strong><br>
  בלב המדבר, במקום הנמוך בעולם, מול יופיו השקט של ים המלח שוכן מלון אואזיס ים המלח.<br>
כאן תוכלו לשכוח מהכל, להתמכר לשקט המדברי, להתפעם מהנוף עוצר הנשימה וליהנות מהחופשה האולטימטיבית.<br>
<br>
הכניסה המפוארת למלון גורמת לאורחים להינתק מיד מטרדות היום-יום ולהתמסר לחוויה ייחודית:<br>
ספא בעיצוב מרוקאי מרהיב, סולריום מפנק, שפע של מזון, חדרים הצופים לים המלח ופעילות מגוונת לילדים.<br>
ואל כל אלו מצטרף שירות אישי ויחס משפחת חם.<br>
<br>
אואזיס, ממוקם במתחם מלונות עין בוקק, בסמוך הפארק הלאומי מצדה,  לגן הבוטני בעין גדי ולמצוקי דרגות – מה שמאפשר לשלב מסלולי טיול מרתקים בנופש.<br>
 <br>
במלון 144 חדרים.<br>
</p>
<p><strong class=""t01"">מתקנים:</strong><br>
  במלון אואזיס, ים המלח תוכלו להנות מאווירה של חופשה מסוג אחר: רוגע שלווה ואיכות.<br>
בלובי המלון בר המציע משקאות קלים, משקאות חריפים ותפריט מגוון חלבי<br>
במלון תוכנית פעילות שבועית הכוללת הרצאות, סדנאות ופעילויות במגוון תחומי ה-Life Style<br>
שירותי עסקים<br>
 בלובי המלון ישנה עמדת אינטרנט<br>
בתוספת תשלום לשימוש האורחים.<br>
במלון אינטרנט אלחוטי בחדרים בתשלום.<br>
בנוסף, המלון מספק שירותי מזכירות לאנשי עסקים כגון:<br>
שליחת פקסים, דואר, והחלפת כספים.<br>
ארוחות<br>
המלון מגיש ארוחת בוקר וערב עשירות . הארוחות מוגשות במלון בחדר אוכל ""מרין"". <br>
<br>
</p>
<p><strong class=""t01"">בנוסף:</strong><br>
  המלון ממוקם באזור בתי המלון, בסמוך למלון דניאל ועם חוף מעבר לכביש. בחודשים האחרונים עבר שיפוץ בכל החדרים. כל החדרים ללא מרפסת אבל עם נוף לים ועם הרכב מקסימלי של זוג + ילד. מלון שקט ולא המוני, ללא צוות בידור. <br>
אין שדרוגים בחדרים.<br>
<br>
<p><strong class=""t01"">נגישות לנכים:</strong><br>
במלון יש שני חדרים מותאמים לנכים בכסא גלגלים.<br>
<br>
";
    
    private const string mDeadSeaDavidName = "דיוויד ים המלח";
    private const string mDeadSeaDavidDesc = @"<strong class=""t01"">פנסיון:</strong> פנסיון מלא    <br>
  <strong class=""t01"">טיפולים:</strong> 
  טיפולים במלון</p>
<p><strong class=""t01"">תיאור כללי:</strong><br>
  דיוויד ים המלח הוא מלון מפואר ויוקרתי המבטיח נופש בלתי נשכח באחד המקומות היפים בארץ. המלון מעניק לאורחיו חופשה קלאסית, מרגיעה ומהנה בסטנדרט גבוה של שירות ואיכות. בדיוויד ים המלח חדרים מגוונים וחלומיים, ספא בריאות ויופי, שתי בריכות עם מי ים המלח, מועדון ילדים משוכלל, מסעדות מצוינות הפונות אל נופים מדהימים, חוף ים פרטי ונקי ואווירה של חופשה מושלמת במקום הנמוך ביותר בעולם.</p>
<p><strong class=""t01"">מתקנים:</strong><br>
  במלון דיוויד ים המלח שתי בריכות שחייה חיצוניות ומרווחות עם מי ים המלח. במלון פינות שיזוף ופינות ישיבה מרווחות. דיוויד ים המלח מציע לאורחיו מגוון טיפולים בספא מינרלה. הספא של דיוויד ים המלח כולל בריכות מי מלח, ג'קוזי, סאונה יבשה ורטובה, חדר כושר, אולם סקווש ועוד. הספא מציע מגוון טיפולי גוף פנים ועיסויים (בתשלום. כניסה מגיל 16 ומעלה).<br>
<br>
ספא גאלרי במרידיאן ים המלח מציע רגיעה מוחלטת וחווית ספא משודרת ובו טיפולים איכותיים ליחידים ולזוגות הכוללים חלוקים ונעלי בית, תא אישי, כיבוד קל ופינוק שכולו הנאה.<br>
<br>
צוות הבידור של מרידיאן ים המלח מותאם לאווירה הייחודית במלון וכולל צוות מלצרים מזמרים, להקת בידור המעלה הפקות ייחודיות ומופעים של אמנים אורחים בלובי המלון.<br>
<br>
במרידיאן ים המלח יש גם מועדון גמלאים ובו משחקי שולחן, וכיבוד קל הכולל שתייה חמה. (מיועד לקבוצות בלבד. שעות פתיחה: ב'-ה', 12:00-16:00).</p>
<p><strong class=""t01"">בנוסף:</strong><br>
  מלון מרידיאן לשעבר, ממקום באזור בתי המלון בכניסה מצד ימין לבאים מעין גדי (המלון הראשון), נמצא כ-10 דק' הליכה משפת הים. במלון כ-600 חדרים ורובם עם מרפסת ופונים לים. <br>
בכל החדרים במלון יש מקלחון + אמבטיה בחדר. ההרכב המקסימלי בחדר סטנדרטי הוא עד זוג + 2 ילדים.<br>
המלון גדול והמוני המתאים למשפחות וילדים.<br>
<br>
ניתן לשדרג את החדר לסוויטה דלקס שמתאימה עד 4 מבוגרים בתוספת החל מ-500 ש""ח ללילה.<br>
<p><strong class=""t01"">נגישות לנכים:</strong><br>
יש 10 חדרי נכים עם מקלחון, נגישות מלאה ודלת רחבה המתאימה לכסא גלגלים. למעוניינים ניתן להוסיף דלת מקשרת בעלות של כ-100 ש""ח ללילה . החדרים פזורים בכל קומות המלון וכולם עם מרפסת. הרכב מקסימלי בחדר הוא זוג + 2 ילדים /שלושה מבוגרים. רוכב הכניסה לחדר - 80 ס""מ ולחדר האמבטיה הינו 94 ס""מ.<br>
<br>
";

    private const string mDeadSeaDanielName = "דניאל ים המלח";
    private const string mDeadSeaDanielDesc = @"<strong class=""t01"">פנסיון:</strong> פנסיון מלא    <br>
  <strong class=""t01"">טיפולים:</strong> 
  טיפולים במלון</p>
<p><strong class=""t01"">תיאור כללי:</strong><br>
  מרחק דקות ספורות ממצדה ומעמוד אשת לוט, במקום הנמוך ביותר בעולם, מציע לכם מלון דניאל ים המלח, המלון החדש מקבוצת מלונות Tamares, חוויית נופש מפתיעה ומרגיעה: שילוב נדיר של בילוי, פנאי וספא המסתכמים ביחד לחוויה ייחודית שלא תמצאו בשום מלון אחר. <br>
דניאל ים המלח מציע מגוון איכותי חסר תקדים של אפשרויות בילוי, בידור, נופש וספא בסטנדרטים הגבוהים ביותר שיש. אופיו של המלון נגזר בין היתר מהאזור הייחודי בו הוא ממוקם, כפי שבא הדבר לידי ביטוי במאפייני העיצוב האוריינטליים, שפע המזון וכמובן, קבלת הפנים הישראלית החמה. <br>
נפתח חוף ים חדש במורד המלון ,לאורחי המלון בלבד הכולל שירותי חוף מלאים והכניסה היא רק עם כרטיס החדר.<br>
</p>
<p><strong class=""t01"">מתקנים:</strong><br>
  יין ונופים משכרים: אתם מוזמנים להתענג על כוס יין ממבחר היינות המוצעים בבר הלובי וליהנות מנופי המדבר וים המלח. מומלץ במיוחד בעת שקיעה...לחילופין תוכל להירגע עם כוס בירה בפאב הטירה, פאב סקוטי אותנטי המגיש מבחר משקאות אלכוהוליים וחטיפים. את קליפות הבוטנים, משליכים במיטב המסורת הסקוטית על... הרצפה. <br>
*מועדון הבאולינג היחיד באזור: האטרקציה המרכזית במלון היא ללא ספק מועדון הבאולינג שנמצא בקומת המרתף. המועדון מכיל מתקן באולינג מקצועי בן 8 מסלולים וכן שולחנות פול וביליארד להנאתכם. זהו מועדון הבאולינג היחיד בכל אזור ים המלח! *כשהשמש שוקעת: לצעירים ולצעירים ברוחם מחכה דיסקוטק המילניום שממוקם אף הוא ממש בתוך המלון. המילניום הוא המקום המקפיץ ביותר בים המלח, ובו תוכלו ליהנות מהופעות וריקודים עד השעות הקטנות של הלילה.<br>
*בשביל הילדים: אולם משחקי וידאו מתקדם מעניק בידור מרתק לילדים בכל גיל ומועדון הילדים פשושים הוא מקום מצוין בו יכולים האורחים הצעירים ליהנות ממגוון פעילויות מלהיבות תחת השגחה מקצועית. <br>
*שמש על הגג: חובבי השיזוף מביניכם יוכלו ליהנות מסולריום ייחודי הממוקם על גג המלון. <br>
*ספא שיזן יהיה פתוח בימי רביעי ושבת עד לשעה 21:00 בערב.<br>
</p>
<p><strong class=""t01"">בנוסף:</strong><br>
  מלון דניאל ממקום באזור בתי המלון מעבר לכביש ליד מלון ישרוטל ים המלח וקרוב למרכז הקניות. מלון גדול עם כ-300 חדרים, מתאים למשפחות וילדים. <br>
במלון ניתן למצוא פאב, מסעדה ואולם באולינג (בתשלום). <br>
הרכב מקסימלי בחדר סטנדרטי הוא עד זוג + 2 ילדים. <br>
<br>
ניתן לשדרג את החדר לחדר עם נוף ומרפסת בתוספת החל מ-150 ש""ח ללילה.<br>
<br>
<p><strong class=""t01"">נגישות לנכים:</strong><br>
במלון ישנם 6 חדרי נכים עם מקלחון ונגישות מלאה. החדרים ממוקמים בקומה 3 עם מרפסת, ניתן לצרף לחדר זוג+ילד/מבוגר. רוכב הכניסה לחדר הנכים ולחדר האמבטיה הוא 81 ס""מ.<br>
<br>
";

    private const string mDeadSeaHodName = "הוד ים המלח";
    private const string mDeadSeaHodDesc = @"<strong class=""t01"">פנסיון:</strong> פנסיון מלא    <br>
  <strong class=""t01"">טיפולים:</strong> 
  טיפולים במלון</p>
<p><strong class=""t01"">תיאור כללי:</strong><br>
  מלון ""הוד המדבר"" המחודש והמפואר בים המלח מזמין אתכם ליהנות מחופשה בראש אחר.<br>
<br>
מלון ""הוד המדבר"" ממוקם באגן הצפוני של אזור עין בוקק על חוף ים המלח במקום הנמוך ביותר בעולם המפורסם בסגולותיו הטבעיים ובאקלים הייחודי.<br>
<br>
203 חדרים חדישים ואינטימיים הפונים לים המלח ולנוף מדברי קסום ,מצוידים במיטב הנוחות והחדשנות.<br>
<br>
מועדון בריאות חדיש ומפואר מעניקים חווית פינוק ומרגוע מושלמת.<br>
<br>
חוף ים צמוד על שפת ים המלח .<br>
<br>
והעיקר… שלווה ורוגע באווירה אינטימית, לצד שירות אישי וצוות מקצועני ותיק ומנוסה המעניק תחושה של בית, שהופכת את החופשה לחוויה אחרת.<br>
</p>
<p><strong class=""t01"">מתקנים:</strong><br>
  במסעדת ""כפות תמרים"" מוגשים שפע של מתכונים בינלאומיים באיכות גבוהה המעניקים חוויה קולינארית.<br>
בלובי האלגנטי ובמרפסת המלון תוכלו לשקוע בכורסא רכה ונוחה בחברת ידידים או אורחים.<br>
ניתן להזמין מבחר של משקאות קלים, ארוחות קלות,דברי מאפה ומגוון מעדניים חלביים.<br>
לקראת שקיעה אנו ממליצים לצאת אל המרפסת הצופה לים המלח והנוף ההררי שמסביב ולצפות בשקיעות המדהימות שצובעות את הכל בצבעים שרואים רק כאן.<br>
בר המשקאות מאפשר ליהנות ממגוון רחב של משקאות חריפים.<br>
בר ""המעיין"" הצמוד לספא מאפשר ליהנות ממגוון משקאות חמים ומיצי פירות טבעיים להתרעננות בין הטיפולים.<br>
תרבות ובידור<br>
במהלך כל שהותכם במלון תוכלו ליהנות ממגוון רחב של פעילויות הכולל:<br>
הרצאות<br>
סדנאות בתחומי נפש ורוחניות<br>
פעילויות מוסיקה<br>
ערבי בידור<br>
ערבי הרקדה<br>
הצעירים ברוחכם מוזמנים לרדת לדיסקו<br>
""מינוס 400"" ולרקוד עד אור הבוקר.<br>
חוף ים צמוד על שפת ים המלח, מרהיב ביופיו מעניק גישה קלה ונוחה לחויות התרגעות ורחצה בים המלח. חוף ים מסודר ומצויד במיטות שיזוף נוחות, שמשיות גדולות המעניקות הגנה מרבית. מתקני מים קרים ומגבות עומדים לשרות האורחים כל העת. רחיצה בים המלח העשיר במינרלים, אין כמוה לתחושה טובה ובריאה.<br>
בריכת שחיה<br>
בריכת השחייה המשקיפה לנוף הקסום של ים המלח מאפשרת לכם לנפוש ולהתרענן בין הטיפולים והרחצה בים. לרשותכם מיטות שיזוף נוחות, שמשיות רחבות להצללה מרבית, מתקני מים קרים ובריכת ילדים.</p>
<p><strong class=""t01"">בנוסף:</strong><br>
  המלון ממקום באזור בתי המלון ושוכן על שפת הים. ישנה גישה חופשית לחוף פרטי עם מיטות שיזוף ושמשיות. בנוסף, המלון מציע שיחות חינם לחו""ל, אינטרנט ובריכת הגופרית בספא לשימוש חינם לכלל אורחי המלון. מלון שקט ופחות מתאים למשפחות עם ילדים. <br>
הרכב מקסימלי בחדר סטנדרטי הוא זוג + ילד/מבוגר. בחדרים אין מרפסות.<br>
<br>
ניתן לשדרג את החדר לחדר עם מרפסת בתוספת החל מ-65 שקל ללילה.<br>
<br>
<p><strong class=""t01"">נגישות לנכים:</strong><br>
יש חדר אחד מותאם לכיסא גלגלים עם נגישות מלאה, מקלחון וכניסה רחבה. החדר נמצא בקומה 3, ללא נוף ומרפסת. הרכב מקסימלי זוג. רוכב הכניסה לחדר הינו 81 ס""מ ולחדר האמבטיה הינו 61 ס""מ.<br>
<br>
";

    private const string mDeadSeaHerodsName = "הרודס";
    private const string mDeadSeaHerodsDesc = @"<strong class=""t01"">פנסיון:</strong> פנסיון מלא    <br>
  <strong class=""t01"">טיפולים:</strong> 
  טיפולים במלון</p>
<p><strong class=""t01"">תיאור כללי:</strong><br>
  מלון בריאות ונופש מלון הרודס ממוקם בכניסה לשדרת מלונות החוף מכיוון נווה זוהר, בצמוד לחוף. מלון הרודס ים המלח ממלונות היוקרה של רשת מלונות פתאל עם 223 חדרים וסוויטות. כל החדרים פונים לכיוון הים ולכולם מרפסות. במלון ספא ``ויטליס`` מפואר, המציע ספא מרווח וחדשני עם קשת רחבה של מתקנים וטיפולי בריאות ויופי, בריכת שחייה, חדר כושר ועוד..<br>
למלון הרודס חניה ע``ב מקום פנוי. במלון אינטרנט אלחוטי (בתשלום).<br>
למלון כשרות של בקעת ירדן. במלון יש בית כנסת ומעלית שבת.</p>
<p><strong class=""t01"">מתקנים:</strong><br>
  » לובי-בר<br>
» חדר כושר<br>
» מזנון הבריכה <br>
» לובי שקט ובר הספרייה<br>
» אולמות כנסים וחדר ישיבות <br>
» חוף ים צמוד עם מיטות שיזוף<br>
» פעילויות בידור/ פעילויות לילדים<br>
» בריכת שחיה חיצונית ובריכת פעוטות<br>
» טרקלין VIP (פתוח בין השעות 10:00-18:00)/ מסעדה חלבית לה פרימוורה<br>
» ספא ויטליס- בריכות גופרית, בריכת ים המלח, בריכות ג`קוזי, טיפולי גוף הכניסה לספא בימים א-ד ללא תשלום, בסופ``ש, (מיום ה בשעה 14:00 ועד מוצ``ש) – 35 ₪ לאדם ליום (הכניסה מגיל 16) למזמינים טיפול בספא – השימוש במתקנים חופשי (לא כולל טיפול גופרית).<br>
» מתקני ספא: 30 חדרי טיפולים, חמאם טורקי, סולריום, אמבטיות ומסכות בוץ, טיפולי הידרוטרפיה, סאונה רטובה, סאונה יבשה, טיפולים קוסמטיים</p>
<p><strong class=""t01"">בנוסף:</strong><br>
  מלון לאונרדו פלאזה לשעבר, ממוקם באיזור שפך זוהר, בחלק הדרומי על חוף הים. ב-2013 עבר שיפוץ מקיף.<br>
כל החדרים במלון עם מקלחון ולא עם אמבטיה. ניתן עד זוג+2 ילדים בחדר סטנדרטי. רוב החדרים הם בקומות 2/3 מעם מרפסת ונוף לים אך ישנם גם חדרים בקומת הספא (ללא מרפסת). במלון זה אין צוות בידור.<br>
<br>
ניתן לשדרג את החדר לסוויטה שמתאימה לזוג+3 ילדים (עם הפרדה) החל מ-500 ש""ח ללילה. <br>
ניתן לשדרג גם לחדר גן רומנטי עם בריכה פרטית, אשר מתאים לזוגות בלבד החל מ 620 ש""ח ללילה.<br>
<br>
<p><strong class=""t01"">נגישות לנכים:</strong><br>
יש 5 חדרים מותאמים לנכים במלון כאשר הם ממוקמים בקומות 2-6 עם מרפסת ונוף לים. ניתן להכניס עד זוג+2 ילדים בחדר נכים. רוכב הכניסה לחדר נכה הינו 82 ס""מ, ורוכב הכניסה לחדר האמבטיה הינו 1 מטר.<br>
<br>
";

    private const string mDeadSeaHameiEinGediName = "חמי עין גדי";
    private const string mDeadSeaHameiEinGediDesc = @"<strong class=""t01"">פנסיון:</strong> פנסיון מלא    <br>
  <strong class=""t01"">טיפולים:</strong> 
  ברויאל ים המלח</p>
<p><strong class=""t01"">תיאור כללי:</strong><br>
  מלון עין גדי ממוקם באחד המקומות המרהיבים בעולם, לחופו של ים המלח באזור המשלב יופי, ייחודיות, בריאות ושלווה. המלון ממוקם על ספו של מדבר יהודה, מול הרי מואב, שמורות טבע מרהיבות וזריחות מוזהבות, ומזמין אתכם ליהנות מחופשה לגוף ולנפש, חופשה של שלווה פסטורלית.<br>
מלון עין גדי הינו מלון ייחודי המשלב תרבות וטבע המלון מעמיד לרשותכם מגוון טיולים באחד האזורים היפים ביותר בישראל והופעות מרגשות של אמנים תחת שמיים זרועי כוכבים.<br>
אתר האינטרנט של המלון יספק לכם מידע עדכני על הופעות וטיולים, מידע חיוני לאורחי המלון, סקירה של חדרים העומדים לרשותכם ועוד.<br>
אתם מוזמנים לבחור את החדר המתאים לכם ויחד עם צוות המלון לתכנן חופשה של טבע, תרבות, פינוק והנאה.<br>
</p>
<p><strong class=""t01"">מתקנים:</strong><br>
  בחמי עין גדי Sea of Spa ממתינה לכם חוויה המשלבת טבע, גוף ונפש. אתם מוזמנים ליהנות מהספא הטבעי הגדול ביותר בעולם, אל מול הנוף המרהיב של הרי מואב.<br>
חמי עין גדי Sea of Spa הוא מרכז ספא וטיפולים המאפשר לכל אדם ליהנות משלווה ורוגע לחופו של ים המלח. בספא עומדים לרשותכם מגוון מתקנים וטיפולים:<br>
-שש בריכות מים תרמו מינראליים חמים המגיעים היישר מבטן האדמה.<br>
-מרכז טיפולים המציע פילינג ממלח ים המלח, חבישות בוץ שחור ועוד.<br>
-בריכת מים מתוקים בעונת הקיץ.<br>
-פינה למריחת הבוץ השחור המפורסם בתכונות הריפוי שלו.<br>
-חוף ים מסודר ונח, ורכבת המסיעה את האורחים מן המבנה המרכזי לים וחזרה.<br>
-חנות קוסמטיקה גדולה המציעה ממיטב מוצרי הקוסמטיקה מים המלח.<br>
-בית קפה המשקיף לנוף המרהיב של הרי מואב.<br>
-מסעדה המגישה ארוחות ביתיות ובריאות.<br>
שעות פתיחה<br>
עונת הקיץ: ימים א' – ה' ושבת 8:00 – 18:00, יום ו' וערבי חג 8:00 – 17:00.<br>
עונת החורף: ימים א' – ה' ושבת 8:00 – 17:00, יום ו' וערבי חג 8:00 – 16:00.<br>
החוף, איזור הבוץ השחור והבריכה החיצונית ייסגרו חצי שעה לפני סגירת האתר.<br>
ירידה אחרונה לחוף הים שעה לפני סגירת האתר.<br>
</p>
<p><strong class=""t01"">בנוסף:</strong><br>
  המלון נמצא בקיבוץ עין גדי במרחק של כ-20 דקות נסיעה מאזור בתי המלון בים המלח. במלון זה אין טיפולים, ניתן לבצע אותם אך ורק במלון רויאל רימונים.<br>
<br>
<p><strong class=""t01"">נגישות לנכים:</strong><br>
במלון יש 4 חדרים מותאמים לנכים בכסא גלגלים עם מקלחון בלי זכוכית ועם כניסה רחבה לכיסא גלגלים. החדרים ממוקמים בקומת קרקע ועם מרפסת. הרכב חדר מקסימלי הינו עד זוג ושני ילדים.<br>
<br>
";

    private const string mDeadSeaIsrotelGanimName = "ישרוטל גנים";
    private const string mDeadSeaIsrotelGanimDesc = @"<strong class=""t01"">פנסיון:</strong> פנסיון מלא    <br>
  <strong class=""t01"">טיפולים:</strong> 
  ברויאל ים המלח</p>
<p><strong class=""t01"">תיאור כללי:</strong><br>
  לחופו של ים המלח ובלב איזור התיירות עין בוקק, שוכן מלון ישרוטל גנים המחודש. המלון הידוע באווירה חמה, נינוחה ומסבירת פנים, נמצא במרחק שתי דקות הליכה מחוף מטופח. המרחק מירושלים כ-80 דקות, מהעיר ערד 30 דקות ומנמל התעופה בן גוריון שעתיים. <br>
מלון ישרוטל גנים הינו המלון היחיד באזור בעל שתי בריכות מי ים המלח בטמפרטורות שונות בכל ימות השנה. כמו כן בספא ישנם 2 ג'קוזי, סאונה יבשה ומקלחת לחץ.בספא ישנו מגוון טיפולים מכל מיני סוגים לפינוק מושלם (עיסויים, טיפולי בוץ, שיאצו, רפלקסולוגיה, קוסמטיקה ושיער). אורחי המלון מוזמנים להתאמן בחדר כושר, לשחות בבריכה חיצונית עם מים מתוקים (יש בריכת הפעוטות).<br>
</p>
<p><strong class=""t01"">מתקנים:</strong><br>
  פעילויות ילדים <br>
בתוך ים צעצועים, בהשגחת הצוות מקצועי של מועדון ילדודס, הקטנים שלכם נהנים מפעילות בלתי פוסקת:<br>
 •שעות סיפור<br>
 •סדנאות יצירה<br>
 •תיאטרון בובות<br>
 •ועוד ועוד...<br>
<br>
ספא <br>
סאונה יבשה,2 בריכות מי ים המלח,2 ג'קוזי, מקלחת לחץ (מגיל 16) <br>
כניסה לאורחי המלון – חינם.<br>
מגוון רחב של טיפולים מקצועיים  – מחירון לטיפולים בספא, קומה 1 - .<br>
<br>
לובי בר <br>
בר הלובי פתוח במהלך היום. מלבד משקאות קלים וחריפים ניתן להזמין גם פלטות סלטים וגלידות (חלבי).<br>
חדר האוכל המרכזי <br>
חדר האוכל המרכזי בישרוטל גנים  ממוקם בקומת הלובי, חדר האוכל מציע ארוחות בסגנונות שונים: ים תיכוני מרוקני, אוריינטלי, איטלקי וכו'.<br>
</p>
<p><strong class=""t01"">בנוסף:</strong><br>
  המלון ממקום באזור בתי המלון ליד מלון רויאל רימונים, קרוב למרכז הקניות ובמרחק הליכה קצר מהחוף. בשנת 2012 המלון עבר שיפוץ כללי ולכל אורחי המלון יש כניסה חופשית לספא. <br>
הרכב מקסימלי בחדר סטנדרטי הוא זוג ורוב החדרים עם מקלחון וללא מרפסת.<br>
<br>
ניתן לשדרג לחדר דלקס לזוג + ילד/תינוק בתוספת החל מ-120 ש""ח ללילה או לחדר משפחה לזוג + שני ילדים/ילד ותינוק בתוספת החל מ-200 ש""ח ש""ח ללילה. השדרוג על בסיס מקום פנוי.<br>
<br>
אין במלון טיפולים בגופרית, לכן מי צריך את הטיפול הנ""ל, יכול לקבל שובר טיפולים במלון רויאל רימונים, אשר נמצא בקרבתו.<br>
<br>
<p><strong class=""t01"">נגישות לנכים:</strong><br>
במלון יש 4 חדרי מותאמים לנכים בכסא גלגלים עם נגישות מלאה. החדרים ממוקמים בקומות 4-5 ללא מרפסת וקרובים למעלית. הרכב מקסימלי זוג בלבד. רוכב הכניסה לחדר הינו 90 ס""מ ורוחב כניסה לאמבטיה 87 ס""מ. בנוסף, בבריכה יש מעקה ולא מעלון. <br>
<br>";

    private const string mDeadSeaIsrotelName = "ישרוטל ים המלח";
    private const string mDeadSeaIsrotelDesc = @"<strong class=""t01"">פנסיון:</strong>     <br>
  <strong class=""t01"">טיפולים:</strong> 
  טיפולים במלון</p>
<p><strong class=""t01"">תיאור כללי:</strong><br>
  עמוק מתחת גובה פני הים, במקום הנמוך בעולם, על גדותיה של תופעת טבע ייחודית מחכה לכם מלון ישרוטל ים המלח. ישרוטל ים המלח הוא אי ירוק של בריאות, שלווה, ספא ופינוק בתוך נוף קדומים של הרי מדבר וצוקים נישאים.<br>
אזור ים המלח הוא אחת האטרקציות התיירותיות הייחודיות בארץ המושכת מבקרים מכל העולם תודות לנופי הקדומים של האזור והסגולות הרפואיות שרבים מייחסים למי ים המלח והבוץ המופק ממנו. במלונות ים המלח של ישרוטל תוכלו ליהנות מחוויה רגועה של פעם חיים לצד מגוון טיפולי ספא ובריאות איכותיים, סדנאות בריאות וחבילות טיפולי ספא אטרקטיביות. <br>
 <br>
מעת לעת נערכים באזור ים המלח הופעות, אירועים מיוחדים והפקות ענק. אורחי ישרוטל מוזמנים לבדוק את דף המבצעים והדילים שלנו כדי לרכוש חבילות לינה בבתי המלון וכרטיסים למופעים במחיר מיוחדים.<br>
</p>
<p><strong class=""t01"">מתקנים:</strong><br>
  פעילויות ילדים <br>
בתוך ים צעצועים, בהשגחת הצוות מקצועי של מועדון ילדודס, הקטנים שלכם נהנים מפעילות בלתי פוסקת:<br>
• שעות סיפור<br>
• סדנאות יצירה<br>
• תיאטרון בובות<br>
• ועוד ועוד...<br>
<br>
מסעדת המלון <br>
ראנץ' האוס ים המלח <br>
מסעדת ראנץ' האוס ים המלח היא מסעדת בשרים בסגנון אמריקאי, המעוצבת ברוח המסעדות בארה""ב.  המסעדה מתמחה בהגשת בשר באיכות הגבוהה ביותר, ולפי משקל. הבשרים מיובאים מנברסקה ומצפון דקוטה, ברמה הגבוהה ביותר, לצד סלטים ותוספות מעניינות ומגוונות ותפריט יין עשיר.<br>
 <br>
שעות פתיחה: ימים א'- ה' בשעות 19:00- 23:00 וביום שבת החל מ -30 דקות  לאחר צאת השבת עד 23:00.<br>
<br>
להזמנות: 08-6689609<br>
לאתר מסעדת ראנץ' האוס ים המלח הקלק כאן!</p>
<p><strong class=""t01"">בנוסף:</strong><br>
  המלון ממוקם באזור בתי המלון הנמצאים מעבר לכביש מול חוף הים (ליד דניאל). מלון זה פחות מתאים למשפחות עם ילדים ואין בו צוות בידור. הכניסה לספא במלון תמיד חינם לכלל אורחי המלון והלקוחות מקבלים חלוק בחדר. הרכב מקסימלי בחדרים סטנדרטים עד זוג+ילד+תינוק וברוב החדרים יש מרפסת ונוף לים והם ממוקמים בקומות 1-6. אין דלתות מקשרות בחדרים ,אך ניתן לשדרג לחדר סטודיו או משפחה בתוספת תשלום.<br>
<br>
<p><strong class=""t01"">נגישות לנכים:</strong><br>
במלון יש 4 חדרי מותאמים לנכים בכסא גלגלים ונוסף יש גם חניית נכים (ללא תשלום). החדרים ממוקמים בקומה 2 קרוב למעלית וניתן לצרף עד זוג+תינוק.<br>
אין אפשרות להגיע לבריכה העליונה במלון.<br>
<br>
";

    private const string mDeadSeaLeonardoPlazaPrivillageName = "לאונרדו פלאזה (פריווליג') ים המלח";
    private const string mDeadSeaLeonardoPlazaPrivillageDesc = @"<strong class=""t01"">פנסיון:</strong> הכל כלול    <br>
  <strong class=""t01"">טיפולים:</strong> 
  טיפולים במלון</p>
<p><strong class=""t01"">תיאור כללי:</strong><br>
  מלון לאונרדו פלאזה ים המלח הממוקם בנוה זוהר, בראש הצוק הדרום-מערבי , מול שפת ים המלח, למלון לאונרדו ים המלח חוף רחצה המיועד לאורחיו, במלון לאונרדו ים המלח 280 חדרים וסוויטות המעוצבים באלגנטיות בהידור בטוב טעם , החדרים מאובזים היטב בכל הפינוקים שיעשו לכם את החופשה לקסומה מפנקת ורגועה. מלון לאונרדו פלאזה ים המלח ידוע במטבחו הבינלאומי המספק מגוון עשיר של שרותי מזון ומשקאות. ""במלון לאונרדו פלאזה ים המלח ספא מפנק המופעל בשיתוף עם חברת הקוסמטיקה MAGIRAY. בספא תהנו ממגוון בריכות: בריכה קרה, בריכת מי מלח ובריכות ג'קוזי, סאונה רטובה ויבשה וטיפולים מפנקים. במלון לאונרדו ים המלח 3 בריכות שחייה חיצוניות , וכן בריכה לפעוטות<br>
</p>
<p><strong class=""t01"">מתקנים:</strong><br>
  ספא<br>
הספא במלון, בשיתוף עם חברת הקוסמטיקה הבילנאומית ""אהבה"", עם ציוד הספא המתקדם בעולם, ובו מגוון בריכות, בריכות ג'אקוזי, בריכת מי מלח, בריכה מקורה, סאונות, אמבטיות ומקלחות טיפוליות, כ-30 חדרי טיפולים ומרכז כושר. <br>
בריכות שחייה<br>
במלון שלוש בריכות שחיה חיצוניות: בריכה חיצונית בריכה מקורה חיצונית, בריכת ילדים.<br>
ארועים וכנסים<br>
אולם ארועים מרכזי ומגוון חדרי ארועים.<br>
</p>
<p><strong class=""t01"">בנוסף:</strong><br>
  מלון לאונרדו פריווליג' לשעבר (שונה ללאונרדו פלאזה החל מתאריך 22/4/16), מארח את זכאי השיקום על בסיס פנסיון מלא (במקום הכל כלול כפי שהיה לפני).<br>
המלון ממוקם בחלק הדרומי של בתי המלון באזור שפך זוהר על גבעה. חוף הים נמצא במרחק של כ-15 דק' הליכה וניתן לקחת שאטלים. במלון יש צוות בידור והוא מתאים למשפחות וילדים. הרכב מקסימלי בחדר סטנדרט הוא זוג + 2 ילדים והחדרים ללא מרפסת. כל החדרים במלון פונים לים.<br>
<br>
ניתן לשדרג לחדר עם מרפסת בתוספת החל מ-75 ש""ח ללילה. שדרוג על בסיס מקום פנוי. <br>
<br>
<p><strong class=""t01"">נגישות לנכים:</strong><br>
במלון יש 4 חדרים מותאמים לנכים בכסא גלגלים. חלקם עם מקלחון וחלקם בלי ובכולם נגישות מלאה. החדרים ממוקמים בקומה רביעית וניתן לצרף עד זוג + 2 ילדים בחדר.<br>
<br>
";

    private const string mDeadSeaLeonardoClubName = "לאונרדו קלאב";
    private const string mDeadSeaLeonardoClubDesc = @"<strong class=""t01"">פנסיון:</strong> הכל כלול    <br>
  <strong class=""t01"">טיפולים:</strong> 
  טיפולים במלון</p>
<p><strong class=""t01"">תיאור כללי:</strong><br>
  לאונרדו קלאב ים המלח (לשעבר נירוונה) הוא ללא ספק המלון המושלם לחופשה משפחתית חלומית במתכונת הכל כלול בעיר התיירות והנופש השוקקת.<br>
<br>
בלאונרדו קלאב ים המלח לוקחים את חוויית ""הכל כלול"" צעד אחד קדימה ומעלים אותה לרמת האקסקלוסיביות ""דלקס"", כך שהחופש בים המלח הופך למטריף אפילו יותר. בין אם אתם שוכבים על שפת הברכה המפנקת, מבלים בחוף הים הפרטי או מתענגים בספא המלון, אתם יכולים להיות בטוחים שאתם נהנים בכל שנייה מכל הפרטים הקטנים שהופכים חופשה למושלמת.<br>
<br>
לאונרדו קלאב ים המלח, מלון מפנק באווירת ""קלאב"" משגעת, מעניק לכם חוויית הכל כלול ברמה הגבוהה ביותר ובמקום הנמוך ביותר בעולם. במלון לאונרדו קלאב ים המלח לא חסר דבר: חוף ים פרטי, שפע של אוכל איכותי, אין סוף פעילויות בידור לקטנים ולגדולים, מועדוני ילדים ונוער עם מבחר משחקים והפעלות, חדרים מפנקים ומרכז בריאות וספא שקט ומרגיע.<br>
<br>
בלאונרדו קלאב ים המלח הכל כלול במחיר וזה אומר שאתם יכולים ליהנות ולחגוג מכל הפינוקים כמה שתרצו! בבריכה ממתינות לכם אטרקציות מים מלהיבות, חוף הים הצמוד נקי ומטופח, ובחדרים יארחו אתכם באהבה עם שפע פינוקים. אז למה לחכות? הזמינו עכשיו חדר לחופשה מפנקת במיוחד!</p>
<p><strong class=""t01"">מתקנים:</strong><br>
  כמו כן במלון ישנו:<br>
<br>
ספא Le Spa-ספא מפנק עם מגוון טיפולים, בריכות ומתקני כושר (בתשלום בסופ""ש)<br>
השכרת אופניים-השכרת אופניים לטיולים ורכיבות משותפות (ללא תשלום)<br>
צוות בידור מקצועי-הצגות, מופעים והפעלות בסביבת הבריכה ובמלון</p>
<p><strong class=""t01"">בנוסף:</strong><br>
  המלון נמצא באיזור שפך זוהר, בחלק הדרומי על חוף הים. מלון המוני ורועש שמתאים בעיקר למשפחות עם ילדים. יש צוות בידור במלון ופארק מתנפחים בקיץ. החדרים הסטנדרטים נמצאים בקומות 1-6 וללא מרפסת, ניתן לצרף עד זוג + ילד. <br>
<br>
ניתן לשדרג לחדר דלקס (באגף החדש) לזוג + 2 ילדים בתוספת החל מ-80 ש""ח ללילה לחדר פונה להר החל מ-150 ש""ח ללילה לחדר פונה לים עם מרפסת. בנוסף יש אפשרות לשדרג לחדר דלקס משפחתי פונה להרים לזוג + 3 ילדים בתוספת של החל מ-280 ש""ח ללילה או לחדר דלקס משפחתי פונה לים בתוספת החל מ-380 ש""ח ללילה. <br>
<br>
<p><strong class=""t01"">נגישות לנכים:</strong><br>
במלון יש 5 חדרים המותאמים לנכים בכסא גלגלים עם מקלחון ונגישות מלאה. החדרים ממוקמים בקומות 1-5 עם מרפסת וניתן לצרף בהם עד זוג + ילד.<br>
<br>";

    private const string mDeadSeaLotName = "לוט";
    private const string mDeadSeaLotDesc = @"<strong class=""t01"">פנסיון:</strong>     <br>
  <strong class=""t01"">טיפולים:</strong> 
  בלוט</p>
<p><strong class=""t01"">תיאור כללי:</strong><br>
  מלון לוט ים המלח, מאופיין באווירה משפחתית ושירות אדיב. במלון לוט ים המלח 199 חדרים מרווחים עם מרפסות. כל חדרי המלון משקיפים אל הנוף היפה של האזור. במלון לוט ספא עם כניסה חופשית ובו: סאונה, ג`קוזי, בריכת מי ים המלח וחדר כושר, וכן, בריכת גופרית, טיפולים וחמאם טורקי- בתשלום. <br>
למלון חניה חינם ע``ב מקום פנוי. למלון אינטרנט אלחוטי חינם. <br>
עזיבה בשבת עד השעה 16:00, עזיבה מאוחרת בתוספת תשלום. <br>
למלון תעודת כשרות של בקעת הירדן. יש בית כנסת ומעלית שבת.<br>
במלון לוט ים המלח יש חדרי נכים (ע``פ בקשה מראש). <br>
</p>
<p><strong class=""t01"">מתקנים:</strong><br>
  » חוף ים פרטי המאפשר גישה קלה ונוחה<br>
» בריכות מים מתוקים לגדולים וגם לקטנים, אזורי משחק מוצלים<br>
» מסעדת ``מצדה``- שפע של מאכלים בסגנון בינלאומי ובאיכות גבוהה. במסעדה ערבי עמים ומזנונים עשירים<br>
» לובי בר נשקף אל בריכת השחיה מגיש מבחר משקאות חריפים וקלים, קוקטיילים, עוגות, ארוחות קלות ועוד.<br>
» כניסה חופשית לספא: סאונה, ג`קוזי, בריכת מי ים המלח וחדר כושר (לא כולל גופרית, טיפולים וחמאם טורקי).<br>
» מדשאות</p>
<p><strong class=""t01"">בנוסף:</strong><br>
  המלון ממוקם באזור בתי המלון על שפת הים. מלון המיועד לקהל מבוגר ולא מתאים לילדים. המלון עבר שיפוץ בפברואר 2015<br>
הכניסה לספא במלון חינם לכלל אורחי המלון. הרכב מקסימלי בחדרים סטנדרטים הוא זוג בלבד, כל החדרים עם מרפסות כאשר חלק עם נוף לים וחלק ללא נוף. במלון ישנם גם חדרים עם מקלחון וגם עם אמבטיה, ניתן לציין העדפה בגדר בקשה. <br>
<br>
<p><strong class=""t01"">נגישות לנכים:</strong><br>
במלון יש 2 חדרים המותאמים לנכים בכסא גלגלים. החדרים עם מקלחון, נגישות מלאה וממוקמים בקומה 5 עם מרפסת. הרכב חדר מקסימלי זוג.<br>
<br>
";

    private const string mDeadSeaSpaClubName = "ספא קלאב";
    private const string mDeadSeaSpaClubDesc = @"<strong class=""t01"">פנסיון:</strong> פנסיון מלא    <br>
  <strong class=""t01"">טיפולים:</strong> 
  טיפולים במלון</p>
<p><strong class=""t01"">תיאור כללי:</strong><br>
  בין הרי יהודה, מול צבעי הטורקיז המהפנטים של ים המלח נמצא מלון ספא קלאב - נווה מדבר אמיתי של שקט ורוגע.<br>
גן עדן ייחודי זה ממתין לאורחים הרוצים ליהנות מחוויית הספא האולטימטיבית של פינוק הגוף והנפש תודות לנפלאותיו הידועות של ים המלח.<br>
שם, באווירה שלווה ונינוחה ממתין לכם, ספא מעוצב בסגנון מרוקאי אותנטי.<br>
שם ממתינות לכם בריכות מי ים המלח, בריכות גופרית, ג'קוזי וחדרי סאונה.<br>
צוות מטפלים מקצועי יעניק לכם מבחר טיפולים, עיסויים מפנקים וסדנאות בריאות מעשירות. עבור אורחי המלון הכניסה לספא היא בחינם.<br>
<br>
הספא קלאב הוא המקום האידיאלי בו תוכלו להירגע, להתפנק ולהשתחרר בחופשה בלתי נשכחת הפורטת על כל נימי הגוף והנפש.<br>
<br>
● הכניסה מותרת רק מגיל 18<br>
● העישון אסור<br>
● אסור השימוש בטלפונים ניידים<br>
<br>
<br>
</p>
<p><strong class=""t01"">מתקנים:</strong><br>
  ""מלון ספא קלאב מגיש מידי יום ארוחת בוקר וערב עשירות.<br>
ארוחות הבוקר מוגשת מידי בוקר בין השעות 08:00 עד 12:00 בצהריים !<br>
ארוחות ערב מוגשת מידי ערב בין השעות 18:00-20:30במלון בית כנסת המתאים לאירוח של עד 100 מתפללים.<br>
בבית הכנסת ספר תורה וסידורי תפילה.<br>
במלון מעלית שבת.<br>
ניתן לקבל בקבלה מפתחות שבת מכניים.<br>
המלון כשר בהשגחת רבנות אזורית בקעת הירדן.<br>
בריכה<br>
במלון יש בריכת שחייה חיצונית המוקפת בעצי תמר<br>
משותפת לאורחי מלון אואזיס ומלון ספא קלאב<br>
הבריכה פתוחה לאורך כל השנה ומחוממת בחורף.<br>
שעות פעילות: בקיץ בין השעות 08:00-18:00<br>
ובחורף בין השעות 08:00-16:00<br>
בבריכה סנייק בר עם בר מיצים, משקאות קלים וארוחות קלות<br>
כביסה, ניקוי יבש וחדר גיהוץ<br>
במלון שירותי כביסה וניקוי יבש בתשלום<br>
בנוסף, במלון חדרי גיהוץ עם מגהץ וקרש גיהוץ<br>
לשימוש אורחי המלון ללא תוספת תשלום<br>
בכל שעות היום"" <br>
</p>
<p><strong class=""t01"">בנוסף:</strong><br>
  המלון ממוקם באזור בתי המלון ליד מלון דניאל ובמרחק של כמה דקות מהחוף (הנמצא מעבר לכביש). מלון ללא עישון, ללא כניסה לילדים וללא פלאפונים. הרכב מקסימלי בחדרים הוא זוג בלבד. <br>
<br>
ניתן לשדרג את החדר הסטנדרטי לחדר עם ג'קוזי באמבטיה בתוספת החל מ-190 ש""ח ללילה.<br>
<br>
<p><strong class=""t01"">נגישות לנכים:</strong><br>
יש 2 חדרי נכים עם מקלחון ונגישות מלאה. החדרים ממוקמים בקומה ראשונה ומרוחקים מהמעלית. הרכב החדר הוא זוגי בלבד. רןחב הכניסה לחדר הינו 88 ס""מ ולחדר האמבטיה - 76 ס""מ.<br>
בספא המלון יש נגישות מלאה אך אין מעליות לבריכה, רק מעקה.<br>
<br>
";

    private const string mDeadSeaCrownPlazaName = "קראון פלאזה (ה. אין)";
    private const string mDeadSeaCrownPlazaDesc = @"<strong class=""t01"">פנסיון:</strong>     <br>
  <strong class=""t01"">טיפולים:</strong> 
  טיפולים במלון</p>
<p><strong class=""t01"">תיאור כללי:</strong><br>
  מלון קראון פלאז'ה ים המלח ממקום בסמוך לים המלח עם גישה ישירה לחוף פרטי.במלון 304 חדרים יפים ומפוארים. לרשותכם מגוון שירותי מלון: ספא מפואר כולל בריכת מי ים המלח, בריכת גופרית, ג'קוזי, סאונה רטובה, סאונה יבשה, מקלחות לחץ, חדר כושר, טיפולי בוץ ייחודיים ומבחר טיפולי בריאות ויופי (בתשלום) *הכניסה לספא הינה מגיל 16.סולריום בגג המלון ללא תשלום, בריכת אטרקציות עם זרמי נהר, ג'קוזי ובריכת ילדים מועדון ""נמשים"" לילדים מבחר מסעדות. אירוח נערים עד גיל 13בליווי הורים *קבלת חדרים החל מהשעה 15:00 ועזיבה עד לשעה 11:00. ביום שבת, עזיבת חדרים עד שעה 15:00, קבלת חדרים ביום שבת לאחר צאת השבת (החל משעה 20:30)</p>
<p><strong class=""t01"">מתקנים:</strong><br>
  » מסעדת ``סברה``- ארוחות בוקר וצהרים- `אכול כפי יכולתך`<br>
» בלובי המלון תפריט חלבי וארוחות קרות a-la-carte עד חצות <br>
» בבר- POOL-INN על שפת הבריכה- משקאות, כריכים וחטיפים.<br>
» מועדון בריאות (בתשלום): ספא חדיש, חדר כושר ואירובי, סאונה יבשה ורטובה, מלתחות, חדרי עיסויים, קוסמטיקה וטיפולי בוץ. <br>
» ספא עם מגוון טיפולים- טיפולי פנים, גוף וטיפולי רפואה משלימה. מחיר לאדם 30 ₪ ליום (כניסה מגיל 16). למזמינים טיפול הכניסה לספא ללא תשלום.<br>
» מועדון נמשים לילדים, חדר סרטים , קיר טיפוס הגבוה בעיר ! <br>
» פארק ,מתנפחים`` לאורחי המלון בימי א`-ה` משעה 17:00 עד השעה 21:30. בפארק משחקיית ג`מבורי לפעוטות המתאים לגילאי חצי שנה ומעלה. המתקנים המתנפחים מיועדים לגילאי 2-11. הכניסה בתשלום סמלי לאורחי המלון בלבד ! הורים מלווים חינם.</p>
<p><strong class=""t01"">בנוסף:</strong><br>
  המלון ממוקם באזור בתי המלון על שפת הים. החדרים הסטנדרטים נמצאים בקומות 3-6, רובם פונים לים, ללא מרפסות ולא קרובים למעלית. הרכב מקסימלי בחדר זוג +תינוק. מלון זה מתאים למשפחות עם ילדים וצוות הבידור של המלון מציע תכנית מגוונת של פעילויות, לרבות מופעים, הצגות, משחקים, סדנאות ועוד.<br>
<br>
ניתן לשדרג לחדר עם מרפסת בתוספת החל מ-50 ש""ח ללילה שמתאים עד זוג +2 ילדים + תינוק. השדרוג על בסיס מקום פנוי.<br>
<br>
<p><strong class=""t01"">נגישות לנכים:</strong><br>
במלון יש 9 חדרי נכים עם אמבטיה ומקלחון ונגישות מלאה. החדרים ממוקמים במקומות השונות ללא מרפסת. ניתן לצרף זוג + 2 ילדים\תינוק\מבוגר.<br>
<br>
";

    private const string mDeadSeaRoyalRimonimName = "רויאל רימונים";
    private const string mDeadSeaRoyalRimonimDesc = @"<strong class=""t01"">פנסיון:</strong> פנסיון מלא    <br>
  <strong class=""t01"">טיפולים:</strong> 
  טיפולים במלון</p>
<p><strong class=""t01"">תיאור כללי:</strong><br>
  מלון רויאל ים המלח מציע לאורחיו אוירה קסומה ומיוחדת בנוף מדברי עוצר נשימה באזור שקט ושליו המעניק ""שלווה ישראלית"" אמיתית. במלון רויאל ים המלח ניתן לשלב בין נופש והתרגעות מוחלטת לבין פעילות נמרצת המשלבת את כל אפשרויות המלון.<br>
<br>
</p>
<p><strong class=""t01"">מתקנים:</strong><br>
  לרשות אורחים חוף ים פרטי, אחד היפים והאינטימיים בים המלח, החוף מאובזר במלואו וכולל:מיטות שיזוף,שמשיות,מים קרים ועוד. המלון מציע הסעות חינם במשך כל היום לחוף ובחזרה.<br>
כמו כן במלון לובי טרקלין בידורי, לובי שקט, סולריום, בריכה חיצונית, בריכה חיצונית לילדים, שירות חדרים 24 שעות, בית כנסת מפואר וחנייה פרטית.<br>
לאורחי המלון כניסה חופשית לספא המלון הכולל: ג'קוזי, בריכת מים מלח גדולה ובריכת מים מתוקים חיצונית. בנוסף מציע המלון ספא VIP הכולל: סאונה רטובה, סאונה יבשה, בריכת מי מלח אינטימית, ג'קוזי, פינוקים של מזנון פירות וחליטות תה. הכניסה לספא VIP הינה בתשלום 100 ש""ח לאדם ליום. כמו כן במלון 40 חדרי טיפולים אישיים המציעים מגוון טיפולי יופי ובריאות, ע""י מיטב המטפלים בארץ. מתקני הספא מציעים אפשרויות רבות גם לימי כיף לבודדים וקבוצות.</p>
<p><strong class=""t01"">בנוסף:</strong><br>
  המלון ממוקם באזור בתי המלון מעבר לכביש בצמוד למלון ישרוטל גנים, במלון כ 400 חדרים ורובם עם מרפסות ונוף לים. <br>
ניתן להכניס עד זוג+2 ילדים+תינוק בחדר פונה להר אך בלי נוף <br>
בכל חדרי הסטנדרט במלון יש מקלחון + אמבטיה בחדר וניתן להכניס עד זוג+2 ילדים בחדר<br>
לרוב, מי שמבצע טיפולים מקבל גישה לספא ה VIP של המלון שלכלל הלקוחות עולה 100 ש""ח לאדם ליום וכולל כיבוד (עניין זה נתון להחלטת המלון בלבד וקל נופש לא צד בעניין זה)<br>
<br>
<p><strong class=""t01"">נגישות לנכים:</strong><br>
יש במלון 8 חדרי נכים עם אמבטיה וניקוז חיצוני והחדרים ממוקמים בקומות 6-13 כאשר בכולם מרפסות אך ללא נוף, החדרים ממוקמים בסוף המסדרון אז למי שנעזר בהליכון/מקל יהיה קשה להגיע לחדר, ניתן לצרף עד זוג+2 ילדים ותינוק בחדר נכים. רוכב הכניסה לחדר הנכים הינו 92 ס""מ ולחדר האמבטיה 90.5 ס""מ<br>
<br>
";

    private const string mTiberiasHofGayName = "חוף גיא";
    private const string mTiberiasHofGayDesc = @"<strong class=""t01"">פנסיון:</strong>     <br>
  <strong class=""t01"">טיפולים:</strong> 
  בחמי קיסר / חמי טבריה</p>
<p><strong class=""t01"">תיאור כללי:</strong><br>
  מלון חוף גיא טבריה הנו היוקרתי שבמלונות טבריה, שוכן על שפת הכנרת וצופה אל הרי הגולן. לרשות האורחים 200 חדרים מפוארים, ממוזגים ומאובזרים במיטב הציוד. במלון חוף גיא טבריה, בריכת שחיה חיצונית- רק לאורחי המלון, פארק מים ענק - (כניסה חופשית לאורחי המלון), מועדון בריאות רומי ספא, מהמפוארים בארץ, (ללא תשלום לאורחי המלון), במועדון הבריאות חדר כושר משוכלל, בריכת שחיה מחוממת, ג`קוזי ענק, סאונה יבשה וסאונה רטובה. במלון חוף גיא פארק המים הנו שילוב של חוף רחצה ופארק מים.<br>
למלון כשרות הרבנות טבריה. במלון יש בית כנסת. במלון אין מעלית שבת.<br>
למלון חניה ע``ב מקום פנוי. למלון אינטרנט אלחוטי בלובי, ללא תשלום.<br>
עזיבת חדרים בשבת עד 16:00, עזיבה מאוחרת באישור ובתשלום.<br>
במלון חוף גיא אין חדרי נכים, יש גישה לרוב השטחים הציבוריים.<br>
Gai Beach Hotel Tiberias<br>
תגיות: מלונות בטבריה, מלון חוף גיא, נופש בארץ, בתי מלון בטבריה</p>
<p><strong class=""t01"">מתקנים:</strong><br>
  » לובי בר מפואר<br>
» טיילת רומנטית<br>
» שישה אולמות כנסים<br>
» שני חדרי אוכל הצופים לכנרת <br>
» מועדון גיא לנד לילדים<br>
» מועדון בריאות רומי ספא ללא תשלום (מגיל 16)<br>
» בריכת שחיה חיצונית פרטית לאורחי המלון בלבד <br>
» פארק מים ענק ( בעונה ) - כניסה חופשית לאורחי המלון  <br>
פירוט חדרים מלון חוף גיא טבריה <br>
» מזגן<br>
» טלפון <br>
» טלוויזיה<br>
» מיני- בר<br>
» אמבטיה<br>
» מיטה זוגית<br>
» מייבש שיער<br>
» ספה נפתחת<br>
» קומקום חשמלי</p>
<p><strong class=""t01"">בנוסף:</strong><br>
  המלון ממוקם על שפת הכנרת לא רחוק מהטיילת של טבריה. במלון יש פארק מים פתוח מפסח ועד אחרי סוכות עם כניסה חופשית לכל אורחי המלון. במלון כ-200 חדרים (חלקם עם מרפסות), הרכב מקסימלי עד זוג + 2 ילדים.  <br>
<br>
<p><strong class=""t01"">נגישות לנכים:</strong><br>
במלון יש 4 חדרים מותאמים חלקית לנכים בכסא גלגלים. החדרים בלי מקלחון, עם אמבטיה וממוקמים בקומת הלובי עם מרפסת. הרכב מקסימלי זוג בלבד.<br>
<br>
";

    private const string mTiberiasCinerName = "כינר";
    private const string mTiberiasCinerDesc = @"<strong class=""t01"">פנסיון:</strong> פנסיון מלא    <br>
  <strong class=""t01"">טיפולים:</strong> 
  בחמי קיסר / חמי טבריה</p>
<p><strong class=""t01"">תיאור כללי:</strong><br>
  מלון כינר Classic, שעל חופי הכנרת, מזמין אתכם לחווית נופש שיש בה הכל: הכנרת, נופי הגולן, הגליל והחרמון, פינוק ומרגוע, אתרים מרהיבים, מסלולי טיול מהיפים בארץ ואינספור פעילויות והנאות לכל גיל ולכל המשפחה <br>
</p>
<p><strong class=""t01"">מתקנים:</strong><br>
  חוף צמוד<br>
חוף צמוד של הכנרת, בעל גישה ישירה מן המלון. החוף הייחודי מחולק באופן קבוע לשני חופים הפועלים על פי עקרונות ההלכה היהודית. כך יכולה כל המשפחה ליהנות בכנרת במלוא הנוחות. <br>
מגרשי ספורט<br>
מגרשי טניס וכדורסל ושפע מדשאות מוריקות למשחק ולמנוחה למבוגרים ולילדים. <br>
תעודת כשרות<br>
כל הארוחות והמנות במלון כשרות למהדרין – גלאט <br>
ספא<br>
אין כמו נפש בריאה בגוף בריא. לכן, מחכה לכם בכינר CLASSIC ספא – מרכז בריאות מאובזר ומפנק במיוחד, הכולל ג'קוזי מרווח וסאונת אדים חמה. גם הספא פועל על פי עקרונות ההלכה. <br>
מתקנים ופעילויות לילדים<br>
שפע חוויות לילדים, העשרת זמנם בפעילויות ובמשחקי יצירה והפעלתם במגוון מתקני המלון – במשחקיה, במתקני השעשועים, במגרש המשחקים, במדשאות ובבריכה. <br>
אולמות ארועים<br>
אולמות מפוארים לאירועים בלתי נשכחים מול הכנרת, המתאימים ל- 20-600 איש. <br>
קפיטריה<br>
בקפיטריית המלון תוכלו להתענג על שפע עוגות ומאפים מתוקים ומלוחים מעשה ידי השפים שלנו וליהנות משתיה חמה וקרה. <br>
חדר כושר<br>
חובבי הפעילות והאתגר מוזמנים לחדר הכושר המשוכלל של כינר CLASSIC, המאובזר במיטב הציוד המתקדם. מדריכי כושר מוסמכים ידריכו אתכם בשימוש במגוון המתקנים והמוסיקה הקצבית תכניס אתכם לאווירה המתאימה. חדר הכושר פועל בהתאם לעקרונות ההלכה. <br>
קפיטריה<br>
בקפיטריית המלון תוכלו להתענג על שפע עוגות ומאפים מתוקים ומלוחים מעשה ידי השפים שלנו וליהנות משתיה חמה וקרה.<br>
</p>
<p><strong class=""t01"">בנוסף:</strong><br>
  בית הארחה הממוקם בקיבוץ כינר בחלק המזרחי של הכנרת (מתחת למושב רמות). מיועד לציבור דתי חרדי עם כשרות גלאט. בחדרים הסטנדרטים ניתן לצרף זוג וילד ורוב החדרים עם מרפסת ונוף לכנרת.<br>
<br>
<p><strong class=""t01"">נגישות לנכים:</strong><br>
במלון יש 10 חדרים מותאמים לנכים בכסא גלגלים עם מקלחונים. החדרים ממוקמים בחדרי הגן מחוץ למבנה המרכזי שנקראים פסגת הגולן. לחדרים כניסה רחבה באמבטיה וגם בחדר, כולם קומות קרקע ורמפה נגישה, אין מרפסת ויש יציאה לדשא. בנוסף, קיימת מעלית שבת במלון. הרכב החדר זוג + 2 ילדים.<br>
<br>";

    private const string mTiberiasLeonardoName = "לאונרדו טבריה";
    private const string mTiberiasLeonardoDesc = @"<strong class=""t01"">פנסיון:</strong> פנסיון מלא    <br>
  <strong class=""t01"">טיפולים:</strong> 
  בחמי קיסר / חמי טבריה</p>
<p><strong class=""t01"">תיאור כללי:</strong><br>
  מספר דקות ממרכז העיר, שוכן על שפת הכינרת מלון יחיד ומיוחד: לאונרדו טבריה.<br>
המיקום הקלאסי של המלון בטבריה, בין העיר השוקקת והטבע הפראי, מאפשר יציאה לטיולים קצרים בגליל העליון והתחתון, ביקור במרכזים קדושים שונים ובקברי צדיקים, ויציאה לרצועת חוף שקטה (בעונה) ופרטית לאורחי המלון. מלון לאונרדו טבריה הינו פינת חמד אמיתית שתאפשר לכם להירגע, לנקות את הראש ולחוות חופשה חלומית בצבעי הירוק של הטבע והכחול של הכינרת.<br>
<br>
</p>
<p><strong class=""t01"">מתקנים:</strong><br>
  בלאונרדו טבריה בריכת שחיה חיצונית פתוחה בעונה (סגורה בחורף), מדשאות רחבות וחוף ים פרטי במיוחד לאורחי המלון, (חוף הים פעיל בחודשי הקיץ בלבד).  <br>
היצע קולינרי<br>
המסעדה המרכזית של המלון מגישה ארוחות בוקר ישראליות מלאות וארוחות ערב עשירות.<br>
בלובי בר תוכלו ליהנות ממגוון ארוחות קלות, קוקטיילים ומשקאות.<br>
שירותים נוספים<br>
מועדון ילדים וצוות בידור עם תוכניות לכל המשפחה, בעונה.<br>
אינטרנט -  2 עמדות אינטרנט בתשלום בלובי המלון.<br>
שירותי דת ובית כנסת לרווחת האורחים הדתיים ושומרי המסורת <br>
אירועים<br>
לחגוג בלאונרדו טבריה זו חוויה אחרת לגמרי; אירועים משפחתיים, כנסים, ימי עיון ועוד. <br>
אולמות האירועים מתאימים ל-50 עד 250 אורחים וכוללים ציוד טכני מקצועי. <br>
הספ<br>
הספא החדשני והמפנק בלאונרדו יעניק לכם חוויה מרגיעה לגוף ולנפש. הספא כולל ג'קוזי, סאונה רטובה ומגוון טיפולי יופי ובריאות בחדרים ייחודיים. הכניסה לספא בתשלום.<br>
</p>
<p><strong class=""t01"">בנוסף:</strong><br>
  מלון גני מוריה לשעבר ממוקם כ-10 דקות הליכה מהטיילת לכיוון צפון. למלון חוף ים צמוד ובכדי להגיע אליו ולברכת המלון צריך לעבור כביש (יש גשר להולכי רגל). <br>
חדרי הסטנדרט בלי מרפסת אבל ברובם יש נוף לבריכה. הרכב מקסימלי בחדר עד זוג + ילד.<br>
<br>
ניתן לשדרג לחדר פנורמה דלקס להרכב זוג + 2 ילדים בתוספת החל מ-120 ש""ח ללילה. שדרוגים על בסיס מקום פנוי.<br>
<br>
<p><strong class=""t01"">נגישות לנכים:</strong><br>
במלון יש 6 חדרים המותאמים לכסא גלגלים עם אמבטיה, מקלחון ודלת רחבה. החדרים ממוקמים בקומה ראשונה ללא מרפסת. ניתן לצרף זוג + 2 ילדים.<br>
<br>
";

    private const string mTiberiasLeonardoPlazaName = "לאונרדו פלאזה טבריה";
    private const string mTiberiasLeonardoPlazaDesc = @"<strong class=""t01"">פנסיון:</strong> פנסיון מלא    <br>
  <strong class=""t01"">טיפולים:</strong> 
  בחמי קיסר / חמי טבריה</p>
<p><strong class=""t01"">תיאור כללי:</strong><br>
  להתחדש. חופשה בלאונרדו פלאזה (שרתון) ממלונות טבריה מעניקה את כל התנאים לחופשה כזו. על שפת הכינרת בצפון הלא רחוק, תוכלו לגלות את עצמכם מחדש; להתפנק בספא כשהילדים נהנים משלל הפעילויות במועדון, ליהנות מארוחת ערב עשירה במסעדת ""חצר המלך הורדוס"" האיכותית . תוכלו ליהנות מהשירות המפנק במלון, מאוצרות הים והטבע ומהאוויר והאווירה הייחודיים.<br>
החדרים המודרניים, השירות האדיב ונוף הכינרת הנשקף מהמרפסות, הופכים את השהייה במלון לאונרדו פלאזה טבריה לחוויה ייחודית עם טעם גן עדן.<br>
<br>
</p>
<p><strong class=""t01"">מתקנים:</strong><br>
  החדרים<br>
המלון מציע 262 חדרים מעוצבים וסוויטות מרווחות הכוללים את מיטת ה- Sweet Sleepers מבית סימנס, טלוויזיה בכבלים, מיני-בר עשיר, מיזוג אוויר עם בקרה אישית, כספת, ערכת קפה, חיבור אינטרנט בתשלום ומרפסת הצופה לנוף הכינרת המרהיב ביופיו. <br>
הסוויטה הנשיאותית –  סוויטה בגודל 120 מ""ר הכוללת חדר שינה מרווח במיוחד, סלון ענק ומעוצב עם חלונות פנורמיים, מרפסת גדולה, שתי טלוויזיות בכבלים, שני חדרי אמבטיה, ג'קוזי מפנק ומטבחון מצויד. <br>
<br>
מסעדות בלאונרדו פלאזה טבריה<br>
מסעדת ""חצר המלך הורודס"" – המסעדה המרכזית המגישה ארוחות בוקר מלאות וארוחות ערב עשירות ומגוונות.<br>
לובי המציע ארוחות קלות ומשקאות קלים לאורך כל היום.<br>
מסעדת ""טקסס ראנץ'"" – מתאימה לאירועים פרטיים של עד 120 איש המוזמנים מראש. <br>
<br>
מתקני הספא<br>
""ברניקי ספא"" הוא ספא חדשני ומפואר המציע מגוון טיפולים: ג'קוזי פנימי, ג'קוזי חיצוני מקורה המשקיף על הכינרת, סאונה רטובה, סאונה יבשה, חדר כושר ענק ומשוכלל, חדר טיפולים וסוויטת טיפולים מלכותית לזוג (הכניסה לספא כרוכה בתשלום נוסף).<br>
<br>
<br>
<br>
</p>
<p><strong class=""t01"">בנוסף:</strong><br>
  מלון שרתון מוריה לשעבר, ממוקם בטיילת בצד הצפוני של העיר. רוב החדרים במלון עם מרפסת וחלקם עם נוף לכנרת (רק קומה 3 ללא מרפסות).<br>
הרכב חדר מקסימלי בחדר סטנדרטי הוא זוג + 2 ילדים.<br>
<br>
ניתן לשדרג לחדר סטנדרט עם נוף לכנרת בתוספת החל מ-100 ש""ח ללילה. לזוג + 3 ילדים ניתן לשדרג לחדר סטודיו בתוספת החל מ-160 ש""ח ללילה. שדרוגים על בסיס מקום פנוי.<br>
<p><strong class=""t01"">נגישות לנכים:</strong><br>
יש 4 חדרי נכים,נגישות מלאה עם מקלחון בקומה 3 ללא מרפסת,ניתן לצרף זוג+2 ילדים בחדר נכה<br>
<br>
";

    private const string mTiberiasLeonardoClubName = "לאונרדו קלאב טבריה";
    private const string mTiberiasLeonardoClubDesc = @"<strong class=""t01"">פנסיון:</strong> הכל כלול    <br>
  <strong class=""t01"">טיפולים:</strong> 
  בחמי קיסר / חמי טבריה</p>
<p><strong class=""t01"">תיאור כללי:</strong><br>
  במרכז העיר טבריה, במרחק הליכה מהטיילת ומהחופים היפים של הכנרת שוכן ""לאונרדו קלאב טבריה הכל כלול"" המציע לכם ולכל המשפחה את הנופש המפנק ביותר בגליל. <br>
החדרים בעלי המרפסות והנוף עוצר הנשימה, האוכל המשובח והעשיר, להקות הבידור הדינמיות ואווירת החופש הבלתי נגמר יהפכו לכם את הנופש למושלם.<br>
אחרי שתבקרו ב""לאונרדו קלאב טבריה הכל כלול"" לא תבינו איך אפשר לבלות בכנרת בצורה אחרת.<br>
<br>
</p>
<p><strong class=""t01"">מתקנים:</strong><br>
  החדרים של לאונרדו קלאב טבריה<br>
במלון 398 חדרים מפנקים עם מרפסות הפונות לבריכה, לכנרת ולעיר. <br>
החדרים מותאמים לזוג + 2 ילדים, כמו כן קיימים חדרים עם דלת מקשרת. <br>
בכל החדרים ניתן ליהנות מטלוויזיה עם HOTוערכות קפה ותה לרשות האורחים. <br>
לבעלי מגבלות פיזיות המלון מציע חדרים נגישים.<br>
קבלת החדרים במלון מתאפשרת החל מהשעה 15:00. <br>
פינוי החדרים – עד השעה 11:00. במוצ""ש וחג פינוי החדרים יתאפשר עד השעה 14.00. <br>
ניתן להמשיך ולשהות בשטחי ומתקני המלון עד מוצאי השבת או החג.<br>
כנסים ואירועים<br>
במלון אולם יוקרתי לאירועים המכיל עד 300 איש.<br>
פעילות בידורית<br>
צוות הבידור מציע כל השנה מבחר פעילויות במשך כל שעות היום, הופעות מקוריות ועוד. <br>
פינוק ואושר<br>
במלון ניתן ליהנות מסאונה יבשה בתשלום של 10 ₪ בלבד לאדם ליום. כמו כן אפשר (ורצוי!) להתפנק במרכז טיפולים ומסאג'ים בתוספת תשלום.<br>
במלון חדר כושר לשימוש האורחים ללא תוספת תשלום.<br>
אטרקציות בקרבת המלון<br>
פארק המים ""לונה גל"", ""חמי טבריה"", ""חמת גדר"", ""שייט בכנרת"" ועוד. הטיילת של טבריה נמצאת במרחק הליכה, דקות ספורות מהמלון. <br>
בימי שבת מתקיים סיור רגלי באתרים היסטוריים בטבריה העתיקה – ללא תשלום.<br>
אם אתם רוצים חופשה המשלבת נופש מלהיב, נופים של גליל וכנרת מדהימה, מלון לאונרדו קלאב טבריה מציע לכם את כל אלו באותו מחיר. <br>
מועדון גימלאים<br>
פתוח בימים שני- חמישי בין השעות 23:00 - 10:00 בכל חודשי השנה להוציא חודשים יולי אוגוסט וחגים.<br>
במועדון ניתן ליהנות ממסך טלוויזיה LCD, עיתונים, משחקי שולחן, כיבוד קל הכולל שתייה חמה וקרה ועוגיות.<br>
חניה:<br>
חניה עירונית בתשלום, בקרבת המלון<br>
</p>
<p><strong class=""t01"">בנוסף:</strong><br>
  מלון נהר הירדן לשעבר, ממוקם במרכז העיר סמוך לטיילת במרחק של 10 דקות בלבד מחוף כנרת. <br>
מלון גדול והמוני עם צוות בידור, מתאים למשפחות עם ילדים. הרכב מקסימלי בחדר סטנדרטי עד זוג + 2 ילדים. רוב החדרים עם מרפסת ונוף צידי לכנרת.<br>
<br>
אין במלון חדרים משודרגים להרכבים של זוג+3 ילדים ומעלה ולכן הרכבים אלו חייבים בשני חדרים לפחות <br>
<br>
<p><strong class=""t01"">נגישות לנכים:</strong><br>
במלון יש 5 חדרים המותאמים לנכים בכסא גלגלים עם מקלחון ונגישות מלאה. החדרים ממוקמים בקומה שניה עם מרפסת וניתן לצרף עד זוג בלבד בחדר נכה<br>
<br>"; 

    private const string mTiberiasLaviName = "לביא";
    private const string mTiberiasLaviDesc = @"<strong class=""t01"">פנסיון:</strong> פנסיון מלא    <br>
  <strong class=""t01"">טיפולים:</strong> 
  בחמי קיסר / חמי טבריה</p>
<p><strong class=""t01"">תיאור כללי:</strong><br>
  מלון קיבוץ לביא טבריה ממוקם באזור היפה של העיר - הוא שוכן על רכס הרים משופע מול הכנרת. המלון גם קרוב לעיר ההיסטורית נצרת והאורחים יכולים לארגן סיור במקומות מעניינים בלכ האזור. המלון ממוקם באזור של שני שדות תעופה.<br>
ישנם חדרים סטנדרטיים וסוויטות, כולם כוללים טלוויזיה בכבלים,חדר אמבטיה, מיזוג אוויר, כספת ורדיו. בשביל לקבל שלווה ורוגע ניתן לשבת באחת המרפסות, לקבל עיסוי או להנות מהסאונה והג 'קוזי המוצעים לאורחים. ישנה בריכת שחייה מקורה וגם בריכת שחייה חיצונית. מסעדת המלון מגישה ארוחת בוקר, צהריים וערב.<br>
<br>
</p>
<p><strong class=""t01"">מתקנים:</strong><br>
  במלון תמצאו בריכה חיצונית, מגרשי טניס ואינטרנט אל- חוטי חינם, וגם חדרי דיונים, חדר/י ישיבות וסאונה. חמת טבריה, Casa Dona Gracia וTiberias Marina נמצאים במרחק של 20 דקות נהיגה מההמלון.<br>
<br>
עבור משפחות עם ילדים, מלון קיבוץ לביא, טבריה מציע שירותי בייביסיטר ומגרש משחקים. במלון תמצאו ניקוי יבש, המרת מט""ח וכספת. גינת המלון הינה המקום המושלם לשבת ולהירגע. הצוות הידידותי של המלון ישמח לארגן עבוכם סיורים במהלך ביקורכם בטבריה ובנוסף ישמח להציע המלצות למקומות בילוי.<br>
<br>
משפחות המגיעות לחופשה מוזמנות להנות ולהתרווח בחדרים אשר עוצבו במיוחד לאירוח משפחות. בחדרים יש גם טלוויזיה, טלוויזיה בכבלים / לוויין וכספת. כל חדר מכיל פינת קפה/ תה וטלפון.<br>
<br>
מתוך מגוון האטרקציות אשר בקרבת ההמלון תמצאו גם את ה-כנסיית סנט פיטר וTomb of Maimonides. המרכז של טבריה נמצא במרחק 20 דקות נהיגה. האורחים יכולים להשכיר אפניים מן המלון ולטייל בסביבה להנאתם.<br>
</p>
<p><strong class=""t01"">בנוסף:</strong><br>
  בית הארחה הממוקם בקיבוץ לביא ליד צומת גולני. מיועד לציבור דתי חרדי עם כשרות גלאט. הרכב מקסימלי בחדרים סטנדרטים עד זוג + 2 ילדים + תינוק. החדרים ללא מרפסת.<br>
<br>
<p><strong class=""t01"">נגישות לנכים:</strong><br>
במלון יש 12 חדרים המותאמים לנכים בכסא גלגלים עם מקלחון והכניסה רחבה. החדרים נמצאים בקומות 1-3 ואין מרפסות חוץ משני חדרים עם יציאה לדשא. המלון עם רמפות לכיסא גלגלים או מעליות לחדר האוכל, נמצא בקומה ראשונה. הרכב מקסימלי עד 4 נפשות.<br>
<br>
";

    private const string mTiberiasNofGinosarName = "נוף גינוסר";
    private const string mTiberiasNofGinosarDesc = @"<p>  <strong class=""t01"">פנסיון:</strong>     </p>
<p><strong class=""t01"">תיאור כללי:</strong><br>
  מלון נוף גינוסר מזמין אותך לחופשה מענגת באווירה פסטוראלית.<br>
שטחי דשא מוריקים, צמרות האיקליפטוסים ו-40 דונם שטח ירוק הם תפאורה ציורית לחוף הרחצה הצמוד. אורחי המלון נהנים ממגוון מתקני המלון המפנקים ומחוויית אירוח ייחודית ושלווה בקיבוץ.<br>
הפעילויות המצוינות הן עונתיות ויש לוודא עם המלון בנוגע לקיומן בעת האירוח.<br>
פעילויות מיוחדות: צוות המלון המקצועי ישמחו להעניק שפע של פעילויות בהתאמה אישית ולכל גיל. קומזיץ וטיולי טרקטור בקיבוץ לילדים, סיורים ברפת הקיבוץ, ערבי שירה וריקודים, טיולי ג'יפים וטרקטורונים, רכיבה על סוסים, קאייקים, סירות פדלים ועוד מגוון פעילויות באזור, בתאום מראש.<br>
חוף רחצה פרטי ומוצל לאורחי המלון בלבד. ניתן לשכור סירות קיאק ולצאת לשייט בכנרת בכל אחת מחברות השייט, בתאום מראש. מזח דייגים מהווה מסלול טיול בתוך המים בקצהו ספסלים לישיבה מול הזריחה.</p>
<p><strong class=""t01"">מתקנים:</strong><br>
  בריכת שחייה קיצית, כסאות נוח ושטחי צל. הבריכה פתוחה בין החודשים אפריל-אוקטובר.<br>
מסעדות המלון: מסעדה בשרית איכותית, קפטריה חלבית המציעה ארוחות קלות, שתייה חמה וקרה, מגוון משקאות אלכוהוליים וצ'יסרים מול הנוף הציורי.<br>
מתקני ספורט: אולם ספורט ובו שולחן טניס, מגרש כדורגל ולספורטאים שבינינו, מסלול הליכה \ריצה משולט באורך 3 ק""מ העובר בין שדות הקיבוץ ולאורך שפת הכנרת.<br>
טיילת לאורך נחל צלמון עם פינות ישיבה.<br>
שירותים מיוחדים: קוסמטיקה (בקיבוץ), טיפולי מסאג' מגוונים בחדר הטיפולים במלון.<br>
חנות מזכרות בקומת הלובי<br>
שירותי אינטרנט: בלובי המלון בלבד יינתנו שירותי אינטרנט (wifi) בחינם. בחדרים יינתנו שירותי אינטרנט בתשלום.<br>
אולמות לאירועים וכנסים<br>
בית כנסת<br>
סופרמרקט בקיבוץ לשירות ורווחת אורחי המלון.</p>
<p><strong class=""t01"">בנוסף:</strong><br>
  המלון ממוקדם בקיבוץ גנוסר הנמצא על חופה של הכנרת בצד המערבי (מול העליה למגדל). למלון יש חוף פרטי, מגרשי טניס והכדורסל. מתאים למשפחות עם ילדים עם הרכב מקסימלי של עד זוג + 2 ילדים + תינוק. <br>
<br>
ניתן לשדרג לחדר דלקס כולל מרפסת בעלות החל מ-180 ש""ח ללילה. שדרוג על בסיס מקום פנוי.<br>
<br>
<p><strong class=""t01"">נגישות לנכים:</strong><br>
במלון יש 15 חדרים המותאמים לנכים בכסא גלגלים, 8 חדרי דלקס הכוללים מקלחון ואמבטיה (בתוספת החל מ-150 ש""ח ללילה) ו-7 חדרים ממוקמים בוילג' ובהם מקלחון וכניסה מותאמת.<br>
<br>
";

    private const string mTiberiasSpaVillageName = "ספא וילג'";
    private const string mTiberiasSpaVillageDesc = @"<strong class=""t01"">פנסיון:</strong>     <br>
  <strong class=""t01"">טיפולים:</strong> 
  טיפולים במלון</p>
<p><strong class=""t01"">תיאור כללי:</strong><br>
  מלון ספא וילג` חמת גדר הינו קומפלקס מפואר המשלב 28 סוויטות מהודרות ומאובזרות<br>
לאירוח מפנק וסוויטה נשיאותית מפוארת המעוצבת באופן מיוחד. הסוויטות במלון ספא<br>
וילג` חמת גדר מוקמות סביב מרכז הספא, טובלות בנוף וירק. בכל סוויטה בריכת<br>
ג`קוזי, פינת ישיבה מפנקת, בקבוק יין, פינת תה/קפה במגוון טעמים, מיני-בר<br>
חופשי, כספת טלוויזיה רב-ערוצית ועיצוב חדשני ונינוח.<br>
פינוי חדרים בשבת עד השעה 16:00 בשעה 14.00. קבלת החדרים במוצ``ש מהשעה<br>
19:00. ניתן להגיע לחמת גדר לפני קבלת החדרים, החל מהשעה 15:00 וליהנות<br>
מהמתקנים שבפארק. למלון ספא וילג` חניה על בסיס מקום פנוי.<br>
למלון ספא וילג` כשרות של רבנות עמק הירדן. במלון אין בית כנסת.<br>
במלון ספא וילג` חמת גדר אין חדרי נכים. יש חדר נכה אחד מותאם לכסא גלגלים.<br>
הכניסה לספא ווילג` מגיל 16 ומעלה.</p>
<p><strong class=""t01"">מתקנים:</strong><br>
  לרשות אורחי המלון: <br>
» שרות קבלת פקסים<br>
» שימוש חופשי בחדר כושר חדשני<br>
» סאונה פינית יבשה וסאונה רטובה<br>
» חניית VIP נפרדת ושרות ``קלאב-קאר``<br>
» אולם כנסים, הכולל ציוד מקצועי (בתיאום מראש לקבוצות)<br>
» כל לילה בחצות חוויה מפנקת ומפתיעה מסביב למרחצאות הספא.<br>
<br>
ילדים מגיל 16 ומעלה<br>
יום טיפול במלון אינו כולל טיפול בוץ.<br>
בריכת הגפרית אינה מותאמת לירידה מכסא גלגלים!<br>
<br>
מה בחדרים<br>
» ג`קוזי <br>
» פינת ישיבה<br>
» בקבוק יין <br>
» פינת תה/ קפה <br>
» כספת אישית<br>
» טלוויזיה רב-ערוצית <br>
» מיטת זוגית ענקית<br>
» מיני-בר מצוייד בשתייה ללא תשלום</p>
<p><strong class=""t01"">בנוסף:</strong><br>
  מלון בוטיק קטן עם 29 יחידות בלבד הממוקם בחמת גדר. שמתאים למבוגרים בלבד (אין כניסה לילדים מתחת לגיל 18). במלון בריכת גופרית חינם לכלל  האורחים. הרכב מקסימלי בחדר סטנדרט הוא עד זוג בחדר, כל החדרים ללא מרפסת ועם ג'קוזי עם מי מעיינות המרפא של חמת גדר.<br>
<br>
ניתן לשדרג לסוויטה עם סאונה בתוספת החל מ-100 ש""ח ללילה ואז החדר יכלול סאונה. שדרוג על בסיס מקום פנוי. <br>
<br>
<p><strong class=""t01"">נגישות לנכים:</strong><br>
יש רק חדר 1 מותאם לנכה הממוקם קרוב לשטחים הציבוריים<br>
<br>
";

    private const string mTiberiasCaesarName = "קיסר";
    private const string mTiberiasCaesarDesc = @"<strong class=""t01"">פנסיון:</strong> פנסיון מלא    <br>
  <strong class=""t01"">טיפולים:</strong> 
  בחמי קיסר</p>
<p><strong class=""t01"">תיאור כללי:</strong><br>
  מלון הנופש קיסר פרמייר טבריה ממוקם על הטיילת של העיר טבריה, מלון קיסר פרימייר טבריה נמצא במרחק הליכה מהכנרת, בלב מרכזי הקניות והבידור של העיר ומספק גישה נוחה לטיולים ואטרקציות בגולן ובגליל. במלון קיסר פרימייר טבריה 220 חדרים מרווחים ומעוצבים הפונים לנוף הקסום של הגולן והכנרת. במלון קיסר פרימייר טבריה 7 סוויטות מפוארות ועוד 2 סוויטות נשיאותיות. במלון קיסר פרימייר טבריה תהנו מגישה חופשית לאינטרנט אלחוטי בכל חדרי המלון. במלון קיסר פרימייר טבריה תהנו מספא מפואר שבו בריכה חדר כושר , סאונה ומגוון טיפולים צוות מלון קיסר פרימייר טבריה המיומן שמציע תכניות בידור ופנאי מגווונות ישדרג את הנאתכם.<br>
</p>
<p><strong class=""t01"">מתקנים:</strong><br>
  ספא<br>
במלון ספא מפואר, מרגיע ומפנק- ""ספא חמת קיסר"". הספא היחיד באזור הצפון עם בריכת מי מעיינות טבעיים טרמומינרלים מחמת גדר. בנוסף בספא אמבטיות מלחים, מטפלים מוסמכים מעניקים במקום מבחר טיפולי גוף ועיסויים מענגים ב-20 חדרי טיפול שקטים ונעימים. <br>
מסעדות המלון<br>
במסעדות ""יוליסט"" ו""הורדוס"" מוגשות מידי יום שפע של ארוחות מגוונות, הטעמים הניחוחות והצבעים שאובים ממיטב מאכלי העדות ועמים, מוכנים בו במקום ומוגשים במזנונים מרהיבים. <br>
מתחם משחקי שולחן<br>
מגוון משחקי שולחן, שולחן סנוקר ופינג פונג.<br>
חדר כושר<br>
חדר כושר מאובזר ומצויד היטב עם אוירה תוססת ומוזיקה קצבית. בחדרי הכושר פינת משקולות, מסלולי הליכה, אופני כושר, מגוון מכשירים, מסכי טלביזיה, צוות מיומן והדרכה מקצועית צמודה. חדר הכושר פתוח מידי יום משעות הבוקר עד אחה""צ<br>
כנסים וארועים<br>
במלון קיסר פרימייר טבריה, תוכלו להנות ממגוון רחב ומגוון של אולמות לכנסים מקצועיים, ימי עיון, השתלמויות, תערוכות, חדרי ישיבות ואירועים משפחתיים כגון: חתונות, בריתות, בר מצווה, ימי הולדת ועוד. האולמות במלון הינם בגדלים שונים ומותאמים לדרישות הלקוח. ניתן להזמין במלון ציוד טכני ועזרים מיוחדים לכל מטרה כגון: ברקו, מקרנים שונים, אביזרי הקרנה ועוד. <br>
מסעדת הלובי<br>
בלובי ""לה גלרי"" -תפריט חלבי עשיר ומשקאות אלכוהוליים, מבחר עוגות ושתייה חמה. בנוסף בלובי ישנה מרפסת התרגעות המשקיפה על נופי הכנרת והרי הגולן. <br>
בריכת שחייה<br>
בריכת השחייה ממוקמת בקומת הלובי ומשקיפה על הטיילת והאגם. בבריכה פינות מוצלות, כיסאות נוח ומיטות שיזוף.<br>
בריכת שחייה<br>
בריכת השחייה ממוקמת בקומת הלובי ומשקיפה על הטיילת והאגם. בבריכה פינות מוצלות, כיסאות נוח ומיטות שיזוף.<br>
</p>
<p><strong class=""t01"">בנוסף:</strong><br>
  המלון ממוקם לאורך הטיילת. בחדרים הסטנדרטים ניתן להכניס הרכב של זוג + 2 ילדים + תינוק. רוב החדרים עם מרפסת עמידה. <br>
מלון זה הינו המלון היחידי בטבריה המספק טיפולים למשרד הביטחון בספא המלון.<br>
<br>
<p><strong class=""t01"">נגישות לנכים:</strong><br>
במלון יש 8 חדרי נכים עם מקלחון ונגישות מלאה. החדרים ממוקמים בקומות 6-9 עם מרפסת, ניתן לצרף זוג + 2 ילדים ותינוק.<br>
<br>
";

    private const string mTiberiasRoyalPlazaName = "רויאל פלאזה ים המלח";
    private const string mTiberiasRoyalPlazaDesc = @"<strong class=""t01"">פנסיון:</strong> פנסיון מלא    <br>
  <strong class=""t01"">טיפולים:</strong> 
  בחמי קיסר / חמי טבריה</p>
<p><strong class=""t01"">תיאור כללי:</strong><br>
  על גבעה קטנה המשקיפה לכנרת , בסביבה ירוקה ושקטה במרחק הליכה לחוף הכנרת, למרחצאות העתיקים של חמי טבריה ולקברו של הצדיק ""רבי מאיר בעל הנס"", ממוקם מלון ""רויאל פלאזה טבריה"" . מיקום המלון מאפשר לאורחיו לצאת בנוחות לטיולים באתרים הקסומים בגליל ובמרחבי הגולן<br>
</p>
<p><strong class=""t01"">מתקנים:</strong><br>
  בית קפה<br>
""קפה מוצארט""- לבילוי אינטימי ושקט <br>
חדר אוכל<br>
מציע 350 מקומות ישיבה ומגוון רחב של ארוחות בוקר, צהריים וערב. <br>
ספא<br>
מועדון הספא של המלון מציע סאונה יבשה ורטובה, ג'קוזי, חדרי עיסוי . <br>
פאב<br>
פאב ""האריה האדום""- פאב בסגנון אנגלי אותנטי המציע מגוון משקאות רחב לצד תפריט עשיר.  <br>
בריכת שחייה<br>
בריכה חצי אולימפית (בעונה), בריכת ילדים <br>
צוות בידור<br>
צוות בידור מוכשר ומיומן עם הרבה הפעלות ופעילויות למבוגרים בחופשות החגים ובחודשי הקיץ.<br>
</p>
<p><strong class=""t01"">בנוסף:</strong><br>
  המלון ממוקם מחוץ לעיר ליד הקבר של רבי מאיר בעל הנס (על גבעה מול חמי טבריה). הרכב מקסימלי בחדר סטנדרטי הוא זוג + 2 ילדים. החדרים מרווחים ובלי מרפסת אך עם נוף לים.<br>
<br>
<p><strong class=""t01"">נגישות לנכים:</strong><br>
במלון יש 4 חדרים המותאמים לנכים בכסא גלגלים עם מקלחון, אמבטיה, דלת רחבה ונגישות מלאה. החדרים ממוקמים בקומה חמישית ללא מרפסת. ניתן לצרף זוג + 2 ילדים.<br>
<br>
";

    private const string mTiberiasRimonimMineralName = "רימונים מינרל";
    private const string mTiberiasRimonimMineralDesc = @"<strong class=""t01"">פנסיון:</strong> פנסיון מלא    <br>
  <strong class=""t01"">טיפולים:</strong> 
  בחמי טבריה</p>
<p><strong class=""t01"">תיאור כללי:</strong><br>
  חדש ברשת מלונות רימונים -במרחק הליכה קצרה משפת הכנרת במרכז הטיילת של טבריה הרחק מהרעש העיר טבריה בין מדשאות ירוקות ופינות ירק, אתם מוזמנים להינות מחופשת בריאות ישראלית הכוללת אירוח במלון וכניסה חופשית למתחם ""חמי טבריה"". <br>
<br>
</p>
<p><strong class=""t01"">מתקנים:</strong><br>
  מלון מינרל טבריה מפנק את אורחיו במסעדת המלון, מועדון ילדים, לובי בר, שירות חדרים, אולמות אירועים, בית כנסת ומגוון מתקני ספורט.<br>
אורחי מלון מינרל טבריה נהנים מכניסה חופשית למתחם ""חמי טבריה"" הנמצא במרחק הליכה קצר מהמלון בו תמצאו קומפלקס בריאות וספא ייחודי: חוף ים פרטי, בריכות תירמו-מינרליות, בריכת מים מתוקים (במלון עצמו אין בריכה, הבריכה במתחם חמי טבריה בלבד) , בריכת פעוטות, חדר כושר סאונה יבשה וג'קוזי.<br>
בנוסף מתחם הספא של המלון מציע מגוון טיפולים רחב ע""י מטפלים מקצועיים. <br>
חמי טבריה<br>
אורחי המלון נהנים מכניסה חופשית לחמי טבריה,  הנמצאים במרחק הליכה  מהמלון.<br>
במקום: בריכה תירמו-מינרלית פנימית וחיצונית, בריכת מים מתוקים, ג'קוזי, סאונה יבשה, חוף רחצה מסודר (פעיל בעונת הקיץ יולי- ספטמבר),בריכת פעוטות, משדאות רחבות ידיים עם מיטות שיזוף ואזורים מוצלים. במתחם גם חדר כושר מאובזר וחדיש<br>
ספא<br>
בחמי טבריה ספא המציע מגוון טיפולים מפנקים ביניהם טיפולים אלטרנטייבים, טיפולים ברפואה סינית, מסג' שוודי, אבנים חמות ועוד. אורחי המלון נהנים מ- 20% הנחה על הטיפולים במתחם חמי טבריה, לא כולל חבילות וטיפולי מים. הכניסה לספא הינה מגיל 16 ומעלה בלבד.<br>
מסעדת המלון<br>
במלון חדר אוכל גדול הצופה אל נופה של הכנרת מכל פינה, חדר האוכל מגיש את שלושת סוגי הארוחות ביום ומציע מגוון של מאכלים ואף מבחר אופציות לשוחרי הבריאות<br>
מועדון ילדים<br>
במלון מועדון ילדים, בו פעילויות בידור, סדנאות תחרויות ועוד. המועדון פעיל בסופי שבוע בחגים ובחודשי הקיץ<br>
תוכניית בידור לילדים ניתן לקבל בדלפק הקבלה.<br>
צוות הבידור<br>
צוות הבידור של המלון, מציע לקהל האורחים תוכניות בידור ופעילויות מבוקר ועד ערב: הפקות מקוריות של צוות הבידור, מגוון אומנים אורחים, משחקים מקוריים ושעשועונים, סדנאות מרתקות, מוסיקת ריקודים ועוד... </p>
<p><strong class=""t01"">בנוסף:</strong><br>
  מלון הולידי אין לשעבר  ממוקם מחוץ למרכז העיר בסמוך לחמי טבריה (המלון נותן כניסה חופשית לאורחי המלון). <br>
הרכב מקסימלי בחדרים הסטנדרטים הוא זוג + 2 ילדים. בחדרים יש נוף צידי לכנרת ומרפסת עמידה קטנה.<br>
<br>
ניתן לשדרג לחדרים במגדל (חדרי דלקס) הפונים פרונטלי לים בתוספת החל מ-100 ש""ח ללילה. השדרוג על בסיס מקום פנוי.<br>
<p><strong class=""t01"">נגישות לנכים:</strong><br>
יש 4 חדרי נכים עם מקלחון, חדר צמוד למלווה ונגישות מלאה,החדרים ממוקמים בקומות 3-4 ורובן עם מרפסת עמידה<br>
<br>
";

    private const string mAshkelonHolidayInName = "הולידי אין אשקלון";
    private const string mAshkelonHolidayInDesc = @"<strong class=""t01"">פנסיון:</strong>     <br>
  <strong class=""t01"">טיפולים:</strong> 
  בחמי יואב</p>
<p><strong class=""t01"">תיאור כללי:</strong><br>
  מלון הולידיי אין אשקלון גן עדן לנופש מושלם. לחופשה משפחתיתי מהנה ומשתלמת ! המלון הולידיי אין אשקלון הוא אחד המלונות המרשימים בעולם מבחינת העיצוב הארכיטקטוני המיוחד שלו שכן מלון הולידיי אין אשקלון ממוקם על צוק בקרבת הים, הטיילת והמרינה. במלון הולידיי אין אשקלון החדרים מרווחים ונעימים ומתואמים למשפחות , במלון הולידיי אין אשקלון 215 חדרים מסוגים שונים, כולל חדרים מותאמים לאנשי עסקים, המציעים שירותי משרד שונים. במלון הולידיי אין אשקלון בריכה, מועדון בריאות וספא, מסעדות, בר בריאות, מרכז אירועים, מגרשי טניס ועוד המרפסות במלון הולידיי אין אשקלון פונות לים ומבטיחות נוף נפלא מכל חדר במלון<br>
</p>
<p><strong class=""t01"">מתקנים:</strong><br>
  בריכה<br>
במלון בריכת שחייה גדולה , לצדה בריכת פעוטות, וסביבה מרחבי דשא מוריקים. <br>
כנסים וארועים<br>
במלון מגוון אולמות לאירועים גדולים וקטנים – מאולמות אינטימיים לעשרות מוזמנים, אולם המשקיף לבריכה ומתאים לכ- 200 איש ואף אולמות המתאימים לאירועים של עד 550 איש. הגן היפיפה המשקיף לים ובו מרחבי דשא, שילוב בין תכלת הים והחולות היכול להכיל אירוע של עד 1000 איש. <br>
שירותי שמרטפות<br>
במלון ניתן להזמין שירותי שמרטפות בתיאום מראש.<br>
שירותי דת<br>
המלון מציע מגוון שירותים לציבור הדתי. בית כנסת גדול , מעלית שבת , שעון שבת (השולט על המכשירים החשמליים בחדר,לקוח המעוניין יודיע על כך בקבלה בזמן הגעתו) ומפתחות שבת. כשרות בהשגחת המועצה הדתית אשקלון. ניתנת האפשרות להזמין מנות גלאט בתוספת תשלום. תלושים לשבת לקבלת שירותי מזון ניתנים ללא צורך להרשם. <br>
מועדון בריאות וספא<br>
כולל ג'קוזי, סאונה יבשה, סאונה רטובה, חדר כושר, מקלחת לחץ ומגוון טיפולים. הספא המפנק מציע מגוון רחב של טיפולי גוף ויופי, בוץ ופילינג, שיאצו,רפלקסולוגיה ועיסויים משחררים. <br>
מרכז עסקים<br>
במלון שתי קומות המיועדות ללינת אנשי העסקים - קומת DLX וקומת EXECUTIVE. לרשות אנשי העסקים - טרקלין עסקים הפתוח בין השעות 20:00-10:00 ומגיש משקאות קלים, קפה וכיבוד קל. במקום טלוויזיה, חומר קריאה, עמדת מחשב וגישה ישירה לאינטרנט חינם. בטרקלין חדר עם פינות הסבה אינטימיות וחדר ישיבות ל-12 משתתפים בתיאום מראש. <br>
מועדון ילדים<br>
""מועדון נמשים"" מציע מגוון פעילויות לילדים, סרטים, משחקים, סדנאות יצירה ועוד, בליווי והשגחת מדריכה.</p>
<p><strong class=""t01"">בנוסף:</strong><br>
  המלון ממוקם על הטיילת. כל החדרים עם מרפסת ונוף לים ועם הרכב מקסימלי של זוג + 2 ילדים בחדר סטנדרט.<br>
<br>
<p><strong class=""t01"">נגישות לנכים:</strong><br>
יש 4 חדרי נכים מותאמים לנכים בכסא גלגלים במלון. לכל חדר מקלחון ואמבטיה, כניסה מתאימה לכיסא גלגלים. החדרים נמצאים בקומה ראשונה עם כניסה לדשא וקומה ושנייה יש מרפסת בחדר. <br>
<br>";

    private const string mAshdodWestName = "ווסט אשדוד";
    private const string mAshdodWestDesc = @"<p>  <strong class=""t01"">פנסיון:</strong> חצי פנסיון *    </p>
<p><strong class=""t01"">תיאור כללי:</strong><br>
  מלון ווסט אשדוד, מלון בוטיק יוקרתי ברמת 5 כוכבים, שוכן על רצועת חוף יפה בחלקו הצפוני של חוף הים המטופח ומאפשר לאורחיו גישה נוחה ומהירה לעורקי התחבורה הראשיים וכן קרבה למרכז העיר ולטיילת הרומנטית של אשדוד. מלון ווסט אשדוד מציע 113 חדרים וסוויטות בסטנדרט בנייה גבוה עם יופי מרהיב מבחוץ ופינוק מושלם מבפנים. למלון אינטרנט בתשלום.<br>
למלון חניון תת-קרקעי גדול עם בקרת כניסה ומקומות חנייה בשפע.<br>
במלון יש בית כנסת ומעלית שבת. למלון כשרות הרבנות הראשית אשדוד.<br>
במלון ווסט אשדוד 3 חדרי נכים ייחודיים.</p>
<p><strong class=""t01"">מתקנים:</strong><br>
  » ספא<br>
» חדר כושר<br>
» ספרייה אינטימית<br>
» טרקלין עסקים מפואר<br>
» סאונה רטובה ויבשה<br>
» מסעדת שף וקפה-מסעדה <br>
» בריכה חצי מקורה (בעונת הקיץ)<br>
» מעלית שבת - (לבדוק בזמן ההזמנה אם פועלת)</p>
<p><strong class=""t01"">בנוסף:</strong><br>
  המלון ממוקם על הטיילת באשדוד ליד חוף לידו. כל החדרים במלון הם סוויטות עם מרפסת ונוף. בסוויטה סטנדרטית ניתן לצרף עד זוג + 2 ילדים. <br>
<br>
למי שזכאי לטיפולים בחמי מרפא, יש אפשרות לקבל ארוחת צהריים בחמי יואב (פרטים במוקד ההזמנות)<br>
<br>
<p><strong class=""t01"">נגישות לנכים:</strong><br>
במלון יש 3 חדרים המותאמים לנכים בכסא גלגלים עם מקלחון, כניסה מותאמת לכיסא גלגלים. החדרים ממוקמים בקומה 2. ניתן להכניס בחדר עד זוג + 2 ילדים.<br>
<br>";

    private const string mNetanyaHaonotName = "העונות";
    private const string mNetanyaHaonotDesc = @"<p>  <strong class=""t01"">פנסיון:</strong> פנסיון מלא    </p>
<p><strong class=""t01"">תיאור כללי:</strong><br>
  מלון העונות הוא מלון בוטיק ובו 101 חדרים מרווחים במיוחד. כל החדרים מעוצבים בחדשנות ובתשומת לב מרבית לפרטים הקטנים ביותר מתוך דאגה לנוחיות ולצרכי האורחים השוהים במלון. במלון קיימים חדרים מסוגים שונים, החל מחדרי גן הנושקים לשפת הבריכה, חדרי סטודיו רחבי ידיים (44 ממר), סוויטות גדולות (100 ממר), וסופר סוויטות (150 ממר). במלון בריכה מעוצבת, חצי אולימפית, המשקיפה אל נוף מרהיב של הים התיכון ועצי דקלים. ניתן ליהנות ממיטות שיזוף בשפת הבריכה, מטעימות קולינאריות מגוונות בבר הממוקם צמוד לבריכה, ומפעילות אקטיבית של צוות בידור תוסס. כמו כן במלון העונות קיים מועדון ילדים פעיל המשלב פעילויות בידוריות לילדי האורחים. בנוסף במלון מתקני- ספורט נוספים כגון מגרש טניס פתוח (עם תאורת לילה), שולחן טניס ומגרש כדורסל. החל מתאריך 19.3.2013 המלון יהיה כשר לפסח!!!<br>
</p>
<p><strong class=""t01"">מתקנים:</strong><br>
  במלון בריכה מעוצבת, חצי אולימפית, המשקיפה אל נוף מרהיב של הים התיכון ועצי דקלים. ניתן ליהנות ממיטות שיזוף בשפת הבריכה, מטעימות קולינאריות מגוונות בבר הממוקם צמוד לבריכה, ומפעילות אקטיבית של צוות בידור תוסס. במלון העונות קיים מועדון ילדים פעיל המשלב פעילויות בידוריות לילדי האורחים. המועדון נמצא במבנה מיוחד ומתפרש גם לשטחי המלון הפתוחים. צוות מנוסה במועדון הילדים יפעיל את ילדכם בפעילויות והפתעות אשר ישלהבו את ילדכם הן בפעילות חברתית הן בעשייה יצירתית והן במופעים ושעשועוני בידור. למבוגרים המלון מציע מופעים, שעשועים ופעילויות שונות במהלך היום והלילה על פי תוכנית המתפרסמת מראש. לנוחיותכם, במלון מתקני- ספורט נוספים כגון מגרש טניס פתוח (עם תאורת לילה), שולחן טניס, מגרש כדורסל ובריכה. במלון יש חדר כושר וסאונה. לטיפוח מצפה סלון יופי הכולל את מגוון אנשי המקצוע, כל זאת לצד חנות מתנות קטנה ומפתיעה.חניון בן שלוש קומות הכולל שער אלקטרוני מאפשר חניה בטוחה לכל אורח המתגורר במלון.<br>
<br>
 <br>
</p>
<p><strong class=""t01"">בנוסף:</strong><br>
  חדרים גדולים יחסית כאשר ניתן להכניס עד 2 ילדים בחדר. ילדים במלון זה נחשבים עד גיל 18<br>
<br>
<p><strong class=""t01"">נגישות לנכים:</strong><br>
יש סוויטה מספר 1206 עם מקלחון שמתאימה לנכים כאשר הכניסה לחדר אמבטיה 82 ס""מ והכניסה לחדר נכה ברוחב 1 מטר.<br>
כמו כן יש חדר נוסף שמותאם חלקית ובו הכניסה לשרותים צרה יחסית 65 ש""מ ולא מתאימה לנכים בכסא גלגלים חשמלי. <br>
";

    private const string mNetanyaRamadaName = "רמדה";
    private const string mNetanyaRamadaDesc = @"<p>  <strong class=""t01"">פנסיון:</strong>     </p>
<p><strong class=""t01"">תיאור כללי:</strong><br>
  מלון רמדה נתניה החדש והמפואר, הינו מלון סוויטות מרשת רמדה העולמית, מלון מיוחד עם 180 סוויטות מרווחות ומפוארות בנות 2-3 חדרים בהן ניתן לאכלס עד 6 אנשים. בכל סוויטה חדר שינה, מטבח מאובזר ומרפסת המשקיפה לנוף הים התיכון. <br>
שאטל לחוף הים ומרכז העיר כל שעה -(חינם בעונת הרחצה). <br>
למלון רמדה נתניה אינטרנט אלחוטי חינם בכל שטחי המלון. <br>
למלון רמדה נתניה חנייה מקורה ללא תשלום. (ע``ב מקום פנוי).<br>
למלון כשרות הרבנות נתניה. במלון יש מעלית שבת.<br>
עזיבה בשבת עד 16:00, עזיבה מאוחרת באישור ובתשלום נוסף<br>
במלון רמדה יש מספר חדרים המיועדים לנכים.</p>
<p><strong class=""t01"">מתקנים:</strong><br>
  » בריכת שחייה חיצונית (בעונה)<br>
» בריכה לפעוטות (בעונה)<br>
» משטחי שיזוף<br>
» מסעדת גריל בר (של הבריכה)<br>
» מסעדת השף<br>
» בר טרקלין העסקים<br>
» מועדון ילדים <br>
» אולמות לאירועים<br>
» מועדון בריאות הכולל: שירותי ספא עלות כניסה לספא 40 ש``ח לאדם ליום.<br>
» מכון כושר<br>
» חדר מלח <br>
» חמאם טורקי<br>
» מנהרת גשם אקזוטית<br>
» סאונה יבשה, ג`קוזי</p>
<p><strong class=""t01"">בנוסף:</strong><br>
  המלון חזר למכרז וניתן לבצע הזמנות אליו החל מנובמבר 2016 (בהתאם להקצאות המאושרות על ידי השיקום).<br>
<br>
מלון סוויטות הממוקם בליבה של נתניה, על חוף הים. המלון מציע שירות הסעות חינם אל החוף הציבורי ללא תשלום. בכל החדרים יש נוף ומרפסת ובחדרים סטנדרטים ניתן לצרף עד זוג + 2 ילדים + תינוק. <br>
<br>
ניתן לשדרג לסוויטת גרנד המיועדת לזוג + 4 ילדים בתוספת החל מ-325 שקל ללילה. השדרוגים על בסיס מקום פנוי.<br>
<br>
<p><strong class=""t01"">נגישות לנכים:</strong><br>
במלון יש 7 חדרים מותאמים לנכים בכסא גלגלים, כל החדרים המותאמים הינם סוויטות עם מקלחונים. החדרים נמצאים בקמות 2-5 אין ירידה מהמלון לחוף, מרחק הליכה כ-10 דק'. ניתן להכניס לחדר עד זוג עם 2 אנשים בלבד.</p>
";

    private const string mNetanyaShfaimName = "שפיים";
    private const string mNetanyaShfaimDesc = @"<strong class=""t01"">פנסיון:</strong> פנסיון מלא    <br>
  <strong class=""t01"">טיפולים:</strong> 
  בחמי געש</p>
<p><strong class=""t01"">תיאור כללי:</strong><br>
  במרכז הארץ, קרוב לכל מקום, נמצא מלון הטובל במדשאות ירוקות ורחבות ידיים, גינות פורחות שובות עין ובסמיכות לחוף הים, שמורת הטבע חוף השרון ומרכז הקניות והבילוי חוצות שפיים. במלון 150 חדרים מרוויחים ונעימים המאפשרים לכם ליהנות מחופשה עסקית או חופשה פרטית ובילוי בפארק המים הפועל בחודשי הקיץ ומציע אטרקציות רבות לכל הנופשים. במלון טמונות אפשרויות אירוח רבות וכל זאת במרכז הארץ, רק 15 דקות מתל אביב ו- 7 דקות מנתניה<br>
</p>
<p><strong class=""t01"">מתקנים:</strong><br>
  מרכז כנסים<br>
מרכז הכנסים של שפיים, מעמיד לרשותכם מגוון רחב של אולמות לכל מטרה: כנסים, סמינרים, ימי עיון, השקת מוצרים, טקסים, אירועי חברה, ישיבות הנהלה ודירקטוריון ועוד. המדשאות המוריקות ורחבות הידיים של מרכז הכנסים מהוות יתרון אמיתי ומאפשרים לכל אירוע שילוב של שימוש באולמות הכנסים המאובזרים ופעילויות. Out door מגוונות, עם אפשרות לשילוב פינות ישיבה אלטרנטיביות. השילוב המנצח והשקט מסביב הופכים כל כנס לאטרקטיבי ומוצלח במיוחד. <br>
חמי געש<br>
תוכלו לתת קפיצה קטנה ל""חמי געש"" הסמוכים וליהנות מטיפולי בריאות וספא מפנקים. <br>
ארועים<br>
גלריית האירועים משופעת בטבע ונוף קסום: רכס הים, הגן הלאומי חוף השרון, ארסוף ושטחיו המוריקים של קיבוץ שפיים. צוות הגן השקוף עומד מאחורי אלפי אירועים מוצלחים וכבר שנים מתמחה בתרגום כל רעיון למציאות. לכל אירוע נתפרת חליפה המיוחדת לו וניתן לערוך אירוע במגוון רחב של מיקומים: הגן השקוף, אודיטוריום, הגלריה, גן האשל, מדשאות ואולמות המלון. <br>
פארק מים<br>
פארק המים צמוד מציע מגלשות, בריכות, שייט אבובים, הופעות אמנים ועוד שפע של פעילויות ומתקנים שהופכים את החופשה לחגיגה אמיתית.<br>
</p>
<p><strong class=""t01"">בנוסף:</strong><br>
  בית הארחה הנמצא בקיבוץ שפיים. אורחי המלון מקבלים בעונה כניסה חינם לפארק המים. בחדר סטנדרטי ניתן לצרף עם זוג + ילד וניתן לבקש מרפסת (בגדר בקשה). <br>
<br>
<p><strong class=""t01"">נגישות לנכים:</strong><br>
במלון יש 9חדר 1 מותאם לכסא גלגלים<br>
<br>
";


    protected void Page_Load(object sender, EventArgs e)
    {
        int choosedHotelInt = int.Parse(Request.QueryString["hotelID"].ToString());
        eHotels choosedHotel = (eHotels)choosedHotelInt;

        switch (choosedHotel)
        {
            case eHotels.DeadSeaOasis:
                hotelName.Text = mDeadSeaOasisName;
                hotelDescription.Text = mDeadSeaOasisDesc;
                break;
            case eHotels.DeadSeaDavid:
                hotelName.Text = mDeadSeaDavidName;
                hotelDescription.Text = mDeadSeaDavidDesc;
                break;
            case eHotels.DeadSeaDaniel:
                hotelName.Text = mDeadSeaDanielName;
                hotelDescription.Text = mDeadSeaDanielDesc;
                break;
            case eHotels.DeadSeaHod:
                hotelName.Text = mDeadSeaHodName;
                hotelDescription.Text = mDeadSeaHodDesc;
                break;
            case eHotels.DeadSeaHerods:
                hotelName.Text = mDeadSeaHerodsName;
                hotelDescription.Text = mDeadSeaHerodsDesc;
                break;
            case eHotels.DeadSeaHameiEinGedi:
                hotelName.Text = mDeadSeaHameiEinGediName;
                hotelDescription.Text = mDeadSeaHameiEinGediDesc;
                break;
            case eHotels.DeadSeaIsrotelGanim:
                hotelName.Text = mDeadSeaIsrotelGanimName;
                hotelDescription.Text = mDeadSeaIsrotelGanimDesc;
                break;
            case eHotels.DeadSeaIsrotel:
                hotelName.Text = mDeadSeaIsrotelName;
                hotelDescription.Text = mDeadSeaIsrotelDesc;
                break;
            case eHotels.DeadSeaLeonardoPlazaPrivillage:
                hotelName.Text = mDeadSeaLeonardoPlazaPrivillageName;
                hotelDescription.Text = mDeadSeaLeonardoPlazaPrivillageDesc;
                break;
            case eHotels.DeadSeaLeonardoClub:
                hotelName.Text = mDeadSeaLeonardoClubName;
                hotelDescription.Text = mDeadSeaLeonardoClubDesc;
                break;
            case eHotels.DeadSeaLot:
                hotelName.Text = mDeadSeaLotName;
                hotelDescription.Text = mDeadSeaLotDesc;
                break;
            case eHotels.DeadSeaSpaClub:
                hotelName.Text = mDeadSeaSpaClubName;
                hotelDescription.Text = mDeadSeaSpaClubDesc;
                break;
            case eHotels.DeadSeaCrownPlaza:
                hotelName.Text = mDeadSeaCrownPlazaName;
                hotelDescription.Text = mDeadSeaCrownPlazaDesc;
                break;
            case eHotels.DeadSeaRoyalRimonim:
                hotelName.Text = mDeadSeaRoyalRimonimName;
                hotelDescription.Text = mDeadSeaRoyalRimonimDesc;
                break;
            case eHotels.TiberiasHofGay:
                hotelName.Text = mTiberiasHofGayName;
                hotelDescription.Text = mTiberiasHofGayDesc;
                break;
            case eHotels.TiberiasCiner:
                hotelName.Text = mTiberiasCinerName;
                hotelDescription.Text = mTiberiasCinerDesc;
                break;
            case eHotels.TiberiasLeonardo:
                hotelName.Text = mTiberiasLeonardoName;
                hotelDescription.Text = mTiberiasLeonardoDesc;
                break;
            case eHotels.TiberiasLeonardoPlaza:
                hotelName.Text = mTiberiasLeonardoPlazaName;
                hotelDescription.Text = mTiberiasLeonardoPlazaDesc;
                break;
            case eHotels.TiberiasLeonardoClub:
                hotelName.Text = mTiberiasLeonardoClubName;
                hotelDescription.Text = mTiberiasLeonardoClubDesc;
                break;
            case eHotels.TiberiasLavi:
                hotelName.Text = mTiberiasLaviName;
                hotelDescription.Text = mTiberiasLaviDesc;
                break;
            case eHotels.TiberiasNofGinosar:
                hotelName.Text = mTiberiasNofGinosarName;
                hotelDescription.Text = mTiberiasNofGinosarDesc;
                break;
            case eHotels.TiberiasSpaVillage:
                hotelName.Text = mTiberiasSpaVillageName;
                hotelDescription.Text = mTiberiasSpaVillageDesc;
                break;
            case eHotels.TiberiasCaesar:
                hotelName.Text = mTiberiasCaesarName;
                hotelDescription.Text = mTiberiasCaesarDesc;
                break;
            case eHotels.TiberiasRoyalPlaza:
                hotelName.Text = mTiberiasRoyalPlazaName;
                hotelDescription.Text = mTiberiasRoyalPlazaDesc;
                break;
            case eHotels.TiberiasRimonimMineral:
                hotelName.Text = mTiberiasRimonimMineralName;
                hotelDescription.Text = mTiberiasRimonimMineralDesc;
                break;
            case eHotels.AshkelonHolidayIn:
                hotelName.Text = mAshkelonHolidayInName;
                hotelDescription.Text = mAshkelonHolidayInDesc;
                break;
            case eHotels.AshdodWest:
                hotelName.Text = mAshdodWestName;
                hotelDescription.Text = mAshdodWestDesc;
                break;
            case eHotels.NenatyaHaonot:
                hotelName.Text = mNetanyaHaonotName;
                hotelDescription.Text = mNetanyaHaonotDesc;
                break;
            case eHotels.NenatyaRamada:
                hotelName.Text = mNetanyaRamadaName;
                hotelDescription.Text = mNetanyaRamadaDesc;
                break;
            case eHotels.NenatyaShfaim:   
                hotelName.Text = mNetanyaShfaimName;
                hotelDescription.Text = mNetanyaShfaimDesc;
                break;
        }

        /*Add to the end of description.*/
        hotelDescription.Text = string.Format(@"{0}
שימו לב! הערה חשובה לגבי בסיס האירוח: <br>
בתי המלון רשאים לספק ארוחות לפי ראות עינהם ואין הכרח לספק את כל הארוחות בחדר האוכל. </p>

<table border=""0"" align=""center"" cellpadding=""5"" cellspacing=""1"" bgcolor=""#FF0000"">
  <tbody><tr>
    <td align=""center"" bgcolor=""#FFFFFF""><strong style=""color:#AA0000; font-size:1.2em;"">המידע ניתן ע""י בתי המלון ואינו באחריותנו</strong></td>
  </tr>
</tbody></table>	    </div>", hotelDescription.Text);
    }
}